[Diary]
Chara_Franks_A = "Aku tidak akan pernah melupakan Frank-jika hanya karena dia adalah orang pertama dan terakhir yang saya akan pernah bertujuan pistol di. Bagaimana Chloe berakhir di orbit obat agen samar ini? Yang aneh adalah bahwa ketika saya pertama kali melihat dia mengancam Chloe di tempat barang rongsokan, saya lebih terkejut bagaimana un-menyeramkan ia tampak. aku berharap beberapa gangster try-keras, tapi dia tampak lebih seperti troll dumpster diving. yang saya kira dia agak adalah karena kita berada di sarangnya, menguji saya mundur keterampilan untuk hiburan Chloe. "
Chara_Joyce_A = "Berbicara dengan Joyce Harga setelah lima tahun hampir sama intens melihat Chloe lagi. Terutama kanan kembali" Ye Olde "Dua Paus Diner. Dentingan itu dari perak dan bau daging mendesis memutar ulang saya kembali menjadi anak-anak, tergantung di luar sana dengan orang tua saya untuk sarapan. aku ingat dia selalu tersenyum pada Chloe, bahkan dalam kenakalan. Keraguan dia tersenyum pesta pora sekarang, tapi mereka masih olok-olok seperti ibu dan anak. "
Chara_Joyce_B = "Saya pindah ke Seattle begitu cepat setelah William meninggal bahwa saya tidak pernah melihat bagaimana itu mempengaruhi Joyce. Aku senang dia tidak marah pada saya untuk bersikap egois dan tidak pernah melihat ke belakang. Saya masih ingat terakhir kali Chloe dan aku melihat dia hidup . aku ingin tahu seberapa sering Joyce menghidupkan kembali hari itu itu jenis terburuk mundur:?. yang kau tidak dapat mengontrol Tapi jika aku bisa kembali ke saat itu ... apa yang akan saya lakukan "?
Chara_Joyce_C = "Saya hanya bisa membayangkan bagaimana Joyce berakhir dengan David Madsen. Bicara tentang lawan. Kau dapat memberitahu dia mencintai dia-mengganggu seperti yang terdengar. Mungkin dia hanya ingin kehidupan yang lebih terstruktur untuk dirinya sendiri ... Jelas itu tidak bekerja seperti itu dengan Chloe. saya berharap mereka berdua memperlakukan kanannya. Joyce layak yang terbaik. "
E2_Page00_A = "Oktober 8"
E2_Page00_B = "Aku bangun pagi ini orang yang berbeda. Bahkan jika tidak ada yang tahu belum. Setelah wahyu intens kemarin dengan kekuatan mundur dan menyelamatkan hidup Chloe antara lain cray cray (seperti Victoria mungkin mengatakan katakanlah) peristiwa di Blackwell, saya harus menganggap semuanya berbeda sekarang. Dan saya pikir mengekspos foto-foto saya kepada dunia akan menjadi sulit. "
E2_Page00_C = "Setelah Chloe turun saya kembali di asrama saya kemarin, saya mencoba untuk mengetahui lebih lanjut tentang bahwa hujan salju aneh yang terjadi ketika kami berada di mercusuar, tapi ahli meteorologi setempat bingung sejauh ini. Aku merasa begitu mendongkrak bahwa saya menarik semalam suntuk pada waktu dan penelitian fisika. "
E2_Page01_A = "Tidak menjadi Warren saya akhirnya mengetahui sedikit tentang situasi saya daripada ketika saya mulai ... Aku tidak benar-benar berpikir bahwa visi tornado dan hujan salju yang terhubung, tapi pada saat ini saya tidak tahu sialan apa yang harus percaya. aku sangat senang Chloe dan saya adalah tim lagi. Itu harus menjadi takdir. "
E2_Page01_B = "Sekarang aku harus memukul kamar mandi dan bersiap-siap untuk bertemu Chloe untuk sarapan. Tuhan tahu aku membutuhkannya."
E2_Page01_C = "Saya berlari ke Kate di kamar mandi dan dia meminta" The October Country "kembali. Saya suka buku itu dan pasti perlu untuk mendapatkan salinan saya sendiri. Tentu saja ketika saya masih di kamar mandi, Victoria dan Taylor menerobos di dan benar-benar mulai ragging pada Kate miskin tentang video. Hanya untuk menjadi bajingan lengkap mereka menulis link di cermin. "
E2_Page01_D = "Aku benar-benar tidak mengerti bagaimana mereka mendapatkan off pada bertindak seperti itu. Victoria memiliki semuanya. Apa yang dia peroleh dengan menjadi pengganggu untuk Kate Marsh? Kita seharusnya menjadi orang dewasa di sini, tapi aku bersumpah itu seperti" Pertempuran royale "-hanya tanpa distopia dan meledak kepala. Hanya Victoria bisa membuat saya merasa kotor di mandi."
E2_Page02_A = "Plot mengental. Dan aku tidak bisa keluar."
E2_Page02_B1 = "Jadi setelah mendengarkan Victoria dan Taylor kain pada Kate tentang video, saya kembali ke kamar saya untuk menemukan itu menghancurkan. Atau setidaknya berantakan daripada sebelumnya."
E2_Page02_B2 = "Jadi setelah mendengarkan Victoria dan Taylor kain pada Kate tentang video, saya kembali ke kamar saya untuk menemukan photomontage menyeramkan ini. Hanya Nathan akan terganggu ini."
E2_Page02_C1 = "Sekarang aku harus membersihkan hanya untuk menemukan buku Kate ... aku yakin Victoria melakukan ini karena itu foto cat kemarin. Aku harus sudah diharapkan retribusi cepat. Hari lain, drama lain ..."
E2_Page02_C2 = "Pikiran bahwa Nathan berada di sini benar-benar mendirikan galeri aneh ini adalah cara kacau. Aku lebih baik mulai menjadi lebih berhati-hati di sekitar sini. Aku hampir ingin sistem surveilans sekarang ..."
E2_Page02_D = "Setelah dipaksa untuk mendengarkan Victoria dan Taylor kain pada Kate tentang video, saya kembali ke kamar saya. Saya benar-benar tidak punya waktu untuk bersantai, saya harus berpakaian dan menemukan buku Kate di saya sendiri berantakan, bergegas sambil untuk tidak terlambat Chloe. "
E2_Page02_F = "Seolah hal di sini tidak cukup dramatis, saya mendapat teks menyeramkan dari nomor pribadi. Nathan? Victoria? Tidak tahu. Saya benar-benar harus mulai menonton punggung saya."
E2_Page02_G = "Saya masih harus memberikan buku Kate kembali, jadi saya pergi ke kamarnya. Aku tahu dia tidak berbuat baik, tapi aku tidak tahu seberapa buruk sampai aku pergi. Semua lampu yang turun, tirai ditutup, seperti beberapa emo-goth den. dan Kate adalah kebalikan dari emo atau gothic. Dia hanya menangis dalam gelap, dan itu sangat sedih melihat dia seperti ini. Lebih menyedihkan adalah bahwa aku berharap aku bisa mengambil gambar dari berbingkai nya dalam kesengsaraan ekspresionis nya. "
E2_Page03_A = "Kate mengakui bahwa dia berpikir sesuatu yang lebih terjadi padanya dari sekedar video. Ditambah dia mengatakan kepada saya bahwa Nathan Prescott memberinya tumpangan dari pihak ke UGD ... dan dia berpikir dia melakukan sesuatu padanya, tapi dia doesn 't ingat apa. "
E2_Page03_B = "Sulit untuk tidak percaya Kate mempertimbangkan orang macam apa dia dan orang macam apa Nathan. Saya sudah melihat sendiri apa yang keparat mampu."
E2_Page03_C = "Tentu saja, Kate bertanya apakah ia harus pergi ke polisi dan kepala sekolah ..."
E2_Page03_D1 = "Saya mengatakan kepada Kate dia harus benar-benar pergi kepada mereka. Orang lain bisa berada dalam bahaya ... Tapi Kate juga mengatakan dia akan menggunakan saya sebagai cadangan nya, yang jenis membuatku takut karena ancaman teks ini. Haruskah saya mendapatkan ini terlibat ketika seseorang jelas menguntit saya atau lebih buruk sudah? ini semakin freakier dari saya bisa menangani ... super Max ... TIDAK! "
E2_Page03_D2 = "Aku merasa seperti kotoran mutlak, tapi saya mengatakan kepada Kate dia tidak harus pergi ke siapa pun sampai dia memiliki bukti lebih dia dibius. Video itu tidak membantu kasusnya sama sekali dan ini semua bisa menjadi bumerang waktu besar. Dia naik terhadap seluruh Prescott kerajaan, bukan hanya satu kaya anak kulit putih pada obat bius. dia tidak terlalu senang dengan jawaban saya. saya tidak berpikir dia mempercayai saya untuk menjadi orang yang menyelidiki semua ini ... Bagaimana saya bisa menyalahkannya? saya kadang bertanya-tanya apa yang saya benar-benar melakukan, selain mendapatkan diriku dalam kesulitan ... Kate bahkan boot saya keluar dari kamarnya. Halo, "Everyday Hero"! "
E2_Page04_A = "Saya berlari ke Warren-atau lebih tepatnya, Warren sedang menunggu untuk bertemu saya. Tentu saja ia ingin tahu apa sih yang terjadi di tempat parkir dengan" The Chloe dan Nathan Show. "Sekali lagi, aku merasa seperti penis karena saya harus mendapatkan Kuasai Warren untuk melihat apakah dia baik-baik saja setelah kami baru saja meninggalkan dia di banyak ... saya berutang Warren. "
E2_Page04_B = "Saya hanya mengatakan kepadanya sedikit tentang apa yang sedang terjadi dengan Nathan. Semakin sedikit ia tahu, itu lebih baik baginya. Aku akan senang untuk setidaknya bercerita tentang kemampuan saya untuk waktu terbalik sialan dan ruang, tapi ironisnya aku don ' t pikir itu waktu yang tepat atau ruang ... Selain itu, dia ingin menikah segera, hanya supaya dia bisa memiliki mesin waktu manusia sendiri. atau menangkap saya untuk percobaan ilmiah ... atau membuat saya pergi ke drive-in dengan dia."
E2_Page04_C = "Oh tunggu ... Saya mengatakan saya akan pergi ke drive-in dengan dia. Semoga dia tidak melakukan gerakan lumpuh pada saya ... (Bukan berarti dia akan, egomaniak.) Warren dan saya memiliki banyak kesamaan, tapi dia seperti saudara pecandu supercool ... Lagi pula, saya pasti perlu melarikan diri film. "
E2_Page04_D = "Oh, tunggu. Dia mencoba dan mendapatkan saya untuk pergi ke drive-in dengan dia, dan saya menolak. Saya tidak benar-benar dalam mood minggu ini, dan saya juga tidak ingin memimpin dia di .. . "
E2_Page05_A = "Sebelum menangkap bus keluar untuk bertemu Chloe aku melihat Nathan berbicara dengan David, yang membuat saya gugup. Kalau tidak, aku memiliki perjalanan soundtracked bagus untuk Dua Paus Diner. Bicara tentang akan kembali dalam waktu ... Saya belum melihat .. diner dalam lima tahun, tapi terlihat persis sama Meskipun sekarang ada cara yang kurang nelayan dan gerobak makanan cara yang lebih dibuang daripada ketika kami anak-anak Chloe dan aku punya latar belakang terbaik untuk bermain bajak laut: kapal tua dan laut besar. "
E2_Page05_B = "Chloe adalah akhir (duh!) Jadi saya senang terganggu dengan melihat Joyce lagi. Diner adalah seperti sebuah museum piece, kecuali dengan pelanggan. Lebih baik lagi, makanan tidak berubah sama sekali. Joyce tampak benar-benar senang untuk melihat saya lagi, dan dia tidak memberi saya \ perjalanan nguilt untuk tidak tetap berhubungan. Setelah William meninggal, dia ingin bergerak maju dengan hidup baru dan suami. Chloe tidak mau menerimanya. "
E2_Page05_C1 = "Joyce alami memberi saya omong kosong untuk merusak Chloe dengan saya" setan rumput ", meskipun aku tidak yakin dia bahkan percaya itu milikku. Apa yang bisa saya katakan? Saya bisa melihat dia benar-benar mencintai David-bahkan jika saya tidak melihat bagaimana. sarapan adalah sangat layak kesedihan sekalipun. "
E2_Page05_C2 = "Joyce tidak senang Chloe mendapatkan rusak dengan gulma. Aku benar-benar harus melangkah dan mengambil hit bukan Chloe. Saya merasa buruk bahwa Joyce harus membela David untuk meletakkan smackdown pada putri tirinya sendiri. William selalu begitu baik dan lembut dengan kami. bahkan tidak bisa membayangkan bagaimana Chloe kalau dia tidak meninggal. "
E2_Page06_A = "Begitu banyak drama dan saya bahkan belum selesai sarapan saya!"
E2_Page06_B = "Akhirnya Chloe muncul, lebih ceria daripada saya akan berpikir setelah hampir terbunuh di kamar mandi kemarin. Itu membuat saya senang melihat senyumnya. Tapi itu senyum berarti masalah, karena semua dia benar-benar inginkan adalah bagi saya untuk pamer kekuatan mundur saya. Jadi saya lakukan dan saya harus mengakui, saya merasa seperti bos keseluruhan. Kecuali saya lakukan mulai merasa lemah dan pusing semakin saya memutar ulang. aku bahkan mendapat mimisan, yang agak ketakutan saya. "
E2_Page06_C = "Chloe selalu ingin lebih, sehingga ia menuntut kita pergi ke nya sarang rahasia ..."
E2_Page06_D1 = "Dia masih harus mendapatkan marah pada saya karena saya berani menjawab panggilan Kate. Aku bukan penggemar sisi merajuk Chloe. Dia mencoba untuk membuat saya merasa seperti keledai, tapi sekrup itu. Kate sangat senang saya menjawab aku benar-benar merasa buruk baginya. Chloe harus tahu saya dapat memiliki dua teman sekaligus ... "
E2_Page06_D2 = "Kate disebut, tapi aku tidak menjawab karena Chloe memberi saya mata bau. Dan jujur, saya tidak suka Kate begitu membutuhkan arah saya. Meskipun saya tetap bertindak seperti aku pengawalnya spiritualnya . Man, aku mengisap. aku akan menebusnya Kate. setidaknya Chloe bahagia ... "
E2_Page07_A = "Hanya ketika saya pikir kotoran tidak bisa gila."
E2_Page07_B = "Chloe membawa saya ke sarang rahasianya:. Dump kota Sempurna untuk Halloween ... seperti di mana kendaraan dan alat hantu dari Arcadia Bay datang membusuk dan karat distopia Perkotaan porno Tapi, alih-alih mengambil foto keren, Chloe.. telah saya lakukan beberapa konyol trik gun agak menyenangkan. "
E2_Page07_C = "Sampai orang Chloe berutang uang untuk muncul. Beberapa pria skeevy disebut Frank. Dia menuntut Chloe membayarnya kembali ... atau yang lain. Saya terkejut bahwa ia bukan rentenir yang diharapkan, tapi aku bisa benar-benar merasa getaran yang buruk. aku masih tidak bisa melihat bagaimana teman terbaik saya berakhir terlibat dengan pecundang seperti Frank. "
E2_Page07_D = "Dan aku hampir menembaknya."
E2_Page07_E1 = "Dia menarik pisau pada kami dan rasanya seperti salah satu dari mimpi saya. Saya bahkan tidak ingat bertujuan pistol ke arahnya, tapi jari saya hanya mengetuk terhadap pemicu ... Alhamdulillah tidak ada peluru yang tersisa. saya bisa menggunakan mundur saya, tapi cara kepalaku berdenyut-denyut ... siapa tahu? aku tidak bisa menganggap kekuasaan saya akan selalu tersedia ... aku tidak tahu apa-apa tentang bagaimana ini bekerja-atau berapa lama-jadi aku tidak bisa percaya begitu saja. aku hanya tahu aku tidak pernah memegang senjata lain. "
E2_Page07_E2 = "Hal mendapat benar-benar gila ketika Frank mengambil pistol Chloe (atau harus saya katakan gun Daud?) Dan sekarang kita harus khawatir tentang satu lagi gila setelah Chloe ... dan mungkin saya ... \n \nChloe benar-benar membalik keluar ketika ia melihat bahwa Frank mengenakan salah satu gelang Rachel Amber. itu berarti kita pasti memiliki tersangka lain ... \n \nIni begitu tidak bagaimana saya berniat untuk menghabiskan waktu saya kembali Arcadia Bay. "
E2_Page08_A = "Setelah semua volume dramarama xxxiii, Chloe dan saya akhirnya mengambil jalan di sepanjang trek jauh di dalam hutan. Kami berdua perlu mendengar apa-apa kecuali suara alam dan satwa liar ... Aku gemetar dalam dari pertemuan kami dengan Frank dan meskipun Chloe front sulit, aku tahu dia terguncang juga. "
E2_Page08_B = "Dia mengatakan kepada saya segala sesuatu tentang Frank-yang menjelaskan mengapa dia berusaha untuk memeras Nathan. Ini guncangan saya bahwa gadis saya dibesarkan dengan menonton" SpongeBob "berakhir di sebuah orbit menakutkan. Namun, saya merasa lebih aman dengan dia di sisi saya dan saya senang kami memiliki momen perdamaian. "
E2_Page08_C = "Jadi itu mungkin bukan ide yang terbaik untuk berbaring di trek dan lilin tentang kehidupan, dll-sebagai kaki Chloe terjebak dalam rel seperti kereta sialan muncul. Tentu saja saya off mencoba untuk mengambil foto untuk portofolio saya ... dan kemudian aku harus kilat cepat lagi visi tornado saya. "
E2_Page08_D = "Aku bisa melihatnya, hampir merasakannya, merobek langit terpisah ... kepala saya merasa seperti itu meledak, seperti di film yang 80" Scanner. "Hanya secepat visi datang, menghilang. Aku mungkin berada dalam penyangkalan tentang apa artinya gambar apokaliptik ini ... atau tidak ... "
E2_Page09_A = "Lalu aku mendengar Chloe BERTERIAK untuk bantuan. Dan aku shittin 'anak kucing."
E2_Page09_B = "Kakinya terjebak di rel sialan dan alami kereta itu comin 'putaran gunung."
E2_Page09_C = "Saya cukup bangga pada diriku sendiri untuk datang dengan drastis (jika tidak destruktif) solusi untuk menyelamatkan Chloe-SEKALI LAGI-tetapi hanya dalam kasus jurnal ini pernah jatuh ke tangan yang salah, itu akan tetap rahasia BFF kami. Jadi sana."
E2_Page09_D = "pagi petualangan kami lebih, Chloe turun saya kembali di kampus saya. Dia begitu manis dan mengatakan bahwa ini telah minggu terbaik dalam hidupnya ... meskipun semuanya."
E2_Page09_E = "Itu membuat saya merasa begitu mengagumkan! Chloe benar-benar melihat kita seperti kita mengambil alih dunia ... tapi bagaimana jika aku tidak pernah mampu menggunakan kekuatan mundur saya untuk mendapatkan liburnya dari trek? Chloe mungkin harus menurunkan harapan nya ... dan begitu juga I. "
E2_Page10_A1 = "Berbicara tentang harapan, David Madsen berhenti untuk berbicara dengan saya tanpa tusukan keseluruhan. Saya pikir dia akan bust saya untuk mengambil panas untuk gulma Chloe, tapi kami hanya berbicara sedikit ... dan untuk pertama kalinya , aku merasa agak menyesal untuk David. dia adalah seorang veteran ... aku tahu ia mungkin melihat hal-hal yang mengerikan dalam pertempuran. dia mengatakan dia tidak ingin bertarung dengan Chloe atau saya. Tapi semua kotoran dia menarik dan mengobati Kate seperti dia tersangka ... hanya membuat sulit untuk bergaul. Tapi saya berjanji untuk mencoba. untuk perdamaian dunia. "
E2_Page10_A2 = "Berbicara tentang harapan, David Madsen berbicara kepada saya tanpa tusukan keseluruhan. Aku ingin mencabik-yang baru untuk memukul Chloe (berpikir aku bisa mundur jika hal keluar dari kontrol) dan ia tampaknya tidak cukup menyesal saya. saya tahu Chloe memprovokasi dia, tapi itu tidak ada alasan sialan memukul seseorang, terutama anggota keluarga. saya melihat bahwa David adalah menyesal dan mencoba untuk menjangkau saya. aku tahu dia melihat hal-hal yang mengerikan dalam pertempuran. aku hanya tidak bisa percaya padanya dan jimat pengawasan paranoid, terutama dengan cara yang aneh ia bertindak dengan Kate seperti dia penjahat. saya akan memberikan David alat peraga untuk mencoba merokok pipa perdamaian dengan saya, tapi dia bertindak seperti dia masih berperang. "
E2_Page10_B = "Sesuatu yang aneh terjadi-seolah segala sesuatu yang terjadi tidak Bizarro-tapi aku melihat Kate memiliki percakapan intens dengan Mr Jefferson dan dia akhirnya praktis melarikan diri dari dia menangis. Aku berharap aku bisa santai bertanya," Oh by the way, apa dengan Kate? "(seperti dia akan memberitahu saya anyway.) saya tahu Kate memperlakukan Jefferson seperti dia seorang rasul atau sesuatu ... jadi apa yang dia katakan untuk membuat dia begitu marah?"
E2_Page10_C = "Hanya ketika saya merasa baik tentang Chloe dan aku, aku berjalan ke kelas Jefferson dan melihat Nathan dan Victoria benar-benar duduk di meja saya. Unreal ... Bajingan bookends."
E2_Page11_A1 = "Kate Marsh bunuh diri."
E2_Page11_A2 = "Kate Marsh hampir bunuh diri."
E2_Page11_B = "Tanganku masih gemetar, tapi aku harus menuliskan ini sementara aku bisa. Tepat pada awal kelas Jefferson, Kate pergi ke atap asrama gadis-gadis 'untuk melompat. Setiap siswa dan guru sedang mengawasinya, seperti itu adalah konser atap Blackwell. "
E2_Page11_C = "aku melihatnya benar-benar melompat, tapi saya baru saja dapat menggunakan mundur saya untuk mendapatkan kembali di atas atap. Saya berusaha lebih keras dari yang pernah saya lakukan dan entah bagaimana saya berhenti waktu benar-benar ... saya dibuat untuk atap, tapi sekali lagi kepalaku terasa seperti akan meledak ... aku tahu bahwa aku tidak bisa terus memutar untuk menyelamatkan Kate. aku harus mencoba dan berbicara ke bawah pada saya sendiri. "
E2_Page11_D = "saya gagal ..."
E2_Page11_E1 = "Dia sudah berada di begitu banyak rasa sakit selama video dan semua bullying, jadi dia tidak akan membeli semua yang saya mencoba untuk menceritakan. Kau melihat film dengan orang yang mencoba untuk berbicara seseorang keluar dari bunuh diri tetapi sangat berbeda ketika aku yang melakukan bicara. Karena dia tidak percaya padaku ... atau mungkin dia hanya tidak ingin. "
E2_Page11_E2 = "Dia sudah berada di begitu banyak rasa sakit selama video dan semua bullying, jadi dia tidak akan membeli semua yang saya mencoba untuk menceritakan. Kau melihat film dengan orang yang mencoba untuk berbicara seseorang keluar dari bunuh diri, tapi itu sangat berbeda ketika aku yang melakukan bicara. aku menutupi segala sesuatu yang saya bisa dan Kate hampir melompat pula. Klise atau tidak, aku mengatakan padanya betapa teman-temannya dan keluarganya mencintainya, bahkan jika mereka tidak semua menunjukkan sekarang. "
E2_Page11_F1 = "Aku ... aku mencoba. Kate masih mati."
E2_Page11_F2 = "Lihatlah, Kate melangkah kembali dari langkan. Alive. Aku hampir menangis dalam pelukannya."
E2_Page12_A1 = "Itu seperti yang klise tentang segala sesuatu yang bergerak dalam gerakan lambat, kecuali dalam kasus saya itu real time, tidak mundur waktu. Aku bisa melihat wajah Kate tepat saat ia melompat dan saya tidak akan pernah lupa bahwa tampilan di matanya .. . seperti dia tidak ingin, tapi tidak punya pilihan ... "
E2_Page12_A2 = "Saya tahu ini bukan tentang saya-meskipun saya harus mengakui itu adalah perasaan yang luar biasa untuk berjalan bergandengan tangan dengan Kate dari atap ke luar asrama. Seperti saya katakan, seluruh sekolah-dan polisi-sedang menonton kami hampir sepenuhnya diam. Lalu aku mendengar seperti Logan berteriak, "Berikan itu untuk Max!" dan semua orang mulai bertepuk tangan dan bersorak. Bicara tentang surealis ... orang-orang yang mengabaikan saya atau memperlakukan saya seperti sampah tiba-tiba menghancurkan di saya. itu mungkin menjadi hal yang paling aneh yang terjadi padaku minggu gila ini ... "
E2_Page12_B1 = "Itu adalah tampilan kekalahan total dan putus asa ... Lalu aku bisa melihat tubuhnya menggapai-gapai di ruang angkasa, seperti dia menyadari apa yang dia lakukan dan mendapat lebih takut ..."
E2_Page12_B2 = "Dan yang membuat saya bertanya-tanya apakah Victoria sedang menonton dan bagaimana perasaannya tentang semua ini. Aku hampir ingin menemukannya ... hanya untuk mendapatkan wajah puas dia untuk memungkinkan Kate usaha bunuh diri. Omong kosong kejam seperti itu. Padahal, untuk menjadi adil, Victoria itu bukan satu-satunya yang bertanggung jawab ... Nathan Prescott tampaknya telah menghilang ... yang mungkin adalah hal yang baik. "
E2_Page12_C1 = "Yesus. Aku tidak percaya aku menulis kata-kata ini."
E2_Page12_C2 = "Dan setelah semua bahwa saya masih harus berbicara dengan polisi dan memberikan pernyataan. Merasa sangat aneh untuk dilakukan karena aku sudah melihatnya di hampir setiap polisi acara prosedural. Aku harus berbohong pantatku off ketika ia mempertanyakan saya tentang siswa lain, karena saya hanya tidak berpikir polisi pernah akan mencari tahu apa yang terjadi. Ya, ini terlihat seperti pekerjaan untuk SUPER MAX. Benar. Meskipun tentu saja, aku menyukainya ketika Chloe memanggil saya itu, bahkan jika saya tidak merasa bahwa setiap hari heroik untuk membantu Kate bawah ... Mungkin itu salah bagi saya untuk berpikir saya harus merasa apa-apa tapi bersyukur bahwa Kate tidak melompat ... "
E2_Page12_D = "Setelah dia melompat, itu sangat aneh bahwa aku sendirian di atap. Kate ada di sana, kemudian pergi. Aku bisa mendengar orang banyak berteriak di bawah ini dan tidak ada cara saya akan melihat tubuhnya di tanah. "
E2_Page12_E = "Aku merasa begitu mati rasa, aku hanya santai berbalik dan kembali menuruni tangga kepala berdebar dan tubuh saya lelah dari rewind aku merasa persis seperti zombie harus merasa:... Mati di dalam"
E2_Page13_A = "Ketika saya melangkah keluar dari asrama, aku melihat Kate terhampar di tanah ... Dia dikelilingi oleh paramedis, sementara polisi terus siswa kembali ..."
E2_Page13_B = "Saya berharap mereka semua mendapat baik melihat korban mereka. Mereka ingin menonton dia di video virus ketika dia masih hidup dan sekarang mereka ingin melongo padanya dalam kematian ... Bukannya aku melakukan sesuatu untuk membantunya tetap hidup. "
E2_Page13_C = "Semua negara adidaya baru saya menakjubkan yang berharga."
E2_Page13_D = "Aku pahlawan siapa pun."
E2_Page13_E = "Apa yang benar-benar aneh adalah ketika semua mahasiswa dan fakultas staf dikelilingi saya dan Kate, kemudian mulai menepuk-nepuk punggung dan bahu kita ... seperti kami pahlawan."
E2_Page13_F = "Saya tidak yakin bagaimana untuk menanggapi, mengingat Kate hampir melemparkan dirinya dari atap karena semua orang di sekolah. Tapi seperti saya katakan, saya tidak bisa menyalahkan semua orang ... dan saya masih tidak tahu di mana untuk titik semua jari saya ... "
E2_Page13_G = "Hal terbaik adalah bahwa meskipun Kate masih menangis dan bingung ... saya pasti melihatnya tersenyum sekali dia menyadari betapa bahagianya semua orang bahwa dia masih hidup. Aku tersenyum juga. Polisi dan paramedis menukik dan kemudian Kate ditutupi selimut dan lembut dikawal ke ambulans. mereka tidak terima saya atau melihat saya seperti saya adalah pahlawan. saya kira mereka digunakan untuk menyelamatkan orang-orang tanpa tepuk tangan ... "
E2_Page13_H = "Tetapi jika Aku super jujur ​​... rasanya cukup keren. Seperti saya mendapat pelukan dari seluruh sekolah. Jadi, mungkin Blackwell Academy tidak benar-benar buruk ..."
E2_Page14_A1 = "Ini tidak cukup bahwa Kate sudah mati dan aku mati rasa di dalam, aku harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen dan Mr Jefferson dengan tenang berbicara tentang mengapa Kate melompat dari atap. Sebagian dari diriku ingin menghancurkan wajah puas Nathan terhadap meja, mengetahui dia memiliki sesuatu untuk dilakukan dengan bunuh diri Kate. aku berpikir tentang melakukan hal itu, maka membalik mundur cepat, tapi aku tahu itu akan menjadi awal dari kebiasaan buruk, yang berbahaya. "
E2_Page14_A2 = "Untungnya, Wells Principal biasa melakukan hal yang benar dan boot Nathan selama beberapa hari, setelah saya mengatakan kepadanya apa yang terjadi di kamar mandi. Dia harus memiliki lebih sial pada Nathan, karena kalau tidak aku ragu ini akan terjadi ke Prescott. Itu keadilan kecil untuk Kate. akan ada lebih, jika itu hal terakhir yang saya lakukan. yang bisa jika saya tidak hati-hati ... "
E2_Page14_A3 = "Saya seharusnya tahu bahwa David akan mengadukanmu saya ke Kepala Sekolah tentang saya" bersama. "Seperti ada yang peduli tentang gulma, tapi David membuat saya terdengar seperti iblis air liur. Jadi, bukannya Nathan mendapatkan boot, saya ditangguhkan. BULLSHIT tersebut. "
E2_Page14_B1 = "Ini tidak cukup bahwa Kate sudah mati dan aku mati rasa di dalam, aku harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen dan Mr Jefferson dengan tenang berbicara tentang mengapa Kate melompat dari atap. Tentu saja, aku berada di sebuah kemarahan yang tenang. sampai aku mengatakan kepada Wells Principal bahwa saya melihat David melecehkan Kate. set itu David off dan bagian dari diriku ingin menendang dia di bola mengetahui dia memiliki sesuatu hubungannya dengan bunuh diri Kate, mungkin lebih. aku berpikir tentang melakukan hal itu, maka membalik mundur cepat, tapi aku tahu bahwa akan menjadi awal dari kebiasaan buruk, yang berbahaya. "
E2_Page14_B2 = "Aku mengambil kepuasan diam menonton Kepala Sekolah melucuti dia dari tugas Blackwell nya untuk saat ini. Aku bahkan tidak berpikir bagaimana ini akan mempengaruhi situasi rumah Chloe ..."
E2_Page14_B3 = "Tapi untuk saat ini, David akan menjadi seorang veteran dari Blackwell. Setidaknya dia selamat. Tidak seperti Kate."
E2_Page14_C1 = "Ini tidak cukup bahwa Kate sudah mati dan aku mati rasa di dalam, aku harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen dan Mr Jefferson dengan tenang berbicara tentang mengapa Kate melompat dari atap. aku seperti robot, hanya akan melalui gerakan. aku terus melihat wajah Kate saat ia jatuh ... Dan kemudian saya mengatakan kepada Kepala Sekolah tentang David melecehkan Kate, yang mengirimnya ke marah. aku seharusnya tahu bahwa David benar-benar akan menuduh saya berurusan rumput. Ya, siapa yang tidak percaya saya melakukan oz pada saya untuk anak sekolah? aku tidak percaya bahwa Principal akan membawanya pada firman-nya, tapi ia yakin tidak. "
E2_Page14_C2 = "Jadi tentu saja aku diskors. Itulah yang saya dapatkan untuk berdiri untuk Chloe."
E2_Page14_C3 = "Apapun. Poor Kate Marsh adalah bagian dari beton Blackwell dan sekolah harus membersihkan sendiri dengan memastikan Maxine Caulfield merindukan seni dan ilmu kelas. Apa pelajaran. Orang tua saya akan sangat bangga dan bahagia mereka mengirim saya ke sini. Jika ini adalah bagaimana fungsi dunia orang dewasa, mungkin aku tidak termasuk. Bahkan saya disebut "kekuatan" tidak berarti kotoran lagi. "
E2_Page14_C4 = "Saya sudah melihat bagaimana dunia memperlakukan Kate. Dan aku mulai melihat mengapa Rachel Amber ingin mendapatkan neraka keluar dari sini sekarang. Apa yang membuat saya tetap di sini?"
E2_Page14_D1 = "Ini tidak cukup bahwa Kate sudah mati dan aku mati rasa di dalam, aku harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen dan Mr Jefferson dengan tenang berbicara tentang mengapa Kate melompat dari atap. aku seperti robot, hanya akan melalui gerakan. aku terus melihat wajah Kate saat ia jatuh ... Entah bagaimana akhirnya aku memberitahu Kepala Sekolah bahwa saya telah melihat Kate menangis setelah ia berbicara dengan Mr . Jefferson ... aku tidak mencoba untuk menyalahkan dia, saya hanya berpikir itu adalah informasi penting. "
E2_Page14_D2 = "Mungkin aku kacau, narcing pada satu orang yang paling di Blackwell Saya menghormati ... Aku bisa melihat Mr. Jefferson kecewa dalam diriku juga. Jelas Principal itu lebih kesal, karena ia ditarik Jefferson keluar dari mewakili sekolah di kontes "Everyday Heroes". aku tidak mengharapkan itu sama sekali. aku jadi bingung sekarang ... Bagaimana saya bisa terus ke kelas Mr. Jefferson setelah saya hancur reputasinya? "
E2_Page14_D3 = "Dan apakah saya masih harus memberinya foto untuk kontes?"
E2_Page14_E1 = "Ini tidak cukup bahwa Kate masih hidup, dan meskipun aku tidak cukup egomaniak untuk mengambil kredit, saya masih harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen dan Mr Jefferson dengan tenang berbicara tentang mengapa Kate akan mencoba bunuh diri. saya tenang tapi pusing dalam, hanya mengulang di kepala saya saat ketika Kate melangkah ke arahku dengan secercah harapan di matanya ... Bagian dari saya ingin menghancurkan wajah puas Nathan terhadap meja, mengetahui dia memiliki banyak hubungannya dengan Kate usaha bunuh diri. saya berpikir tentang melakukan hal itu, maka membalik mundur cepat, tapi aku tahu bahwa akan menjadi awal dari kebiasaan buruk, yang berbahaya. "
E2_Page14_E2 = "Untungnya, Wells Principal biasa melakukan hal yang benar dan boot Nathan selama beberapa hari, setelah saya mengatakan kepadanya apa yang terjadi di kamar mandi. Dia harus memiliki lebih sial pada Nathan, karena kalau tidak aku ragu ini akan terjadi ke Prescott. Itu keadilan kecil untuk Kate. akan ada lebih, jika itu hal terakhir yang saya lakukan. yang bisa jika saya tidak hati-hati ... "
E2_Page14_E3 = "Saya seharusnya tahu bahwa David akan mengadukanmu saya ke Kepala Sekolah tentang saya" bersama. "Seperti ada yang peduli tentang gulma, tapi David membuat saya terdengar seperti iblis air liur. Jadi, bukannya Nathan mendapatkan boot, saya ditangguhkan. BULLSHIT tersebut. "
E2_Page14_F1 = "Ini tidak cukup bahwa Kate masih hidup, dan meskipun aku tidak cukup egomaniak untuk mengambil kredit, saya masih harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen dan Mr Jefferson dengan tenang berbicara tentang mengapa Kate akan mencoba bunuh diri. saya tenang tapi pusing dalam, hanya mengulang di kepala saya saat ketika Kate melangkah ke arahku dengan secercah harapan di matanya ... Sampai aku mengatakan Wells Principal bahwa saya melihat David melecehkan Kate dan set David off. Sebagian dari diriku ingin menendang dia di bola tahu dia ada hubungannya dengan Kate usaha bunuh diri, mungkin lebih. aku berpikir tentang melakukan hal itu, maka membalik mundur cepat , tapi aku tahu bahwa akan menjadi awal dari kebiasaan buruk, yang berbahaya. "
E2_Page14_F2 = "Aku mengambil kepuasan diam menonton Kepala Sekolah melucuti dia dari tugas Blackwell nya untuk saat ini. Aku bahkan tidak berpikir bagaimana ini akan mempengaruhi situasi rumah Chloe ..."
E2_Page14_F3 = "Tapi untuk saat ini, David akan menjadi seorang veteran dari Blackwell. Setidaknya dia selamat. Seperti Kate."
E2_Page14_G1 = "Ini tidak cukup bahwa Kate masih hidup, dan meskipun aku tidak cukup egomaniak untuk mengambil kredit, saya masih harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen dan Mr Jefferson dengan tenang berbicara tentang mengapa Kate akan mencoba bunuh diri. saya tenang tapi pusing dalam, hanya mengulang di kepala saya saat ketika Kate melangkah ke arahku dengan secercah harapan di matanya ... dan kemudian saya mengatakan kepada Kepala Sekolah tentang David melecehkan Kate, yang mengirim David ke marah. aku seharusnya tahu bahwa ia akan pergi dan menuduh saya berurusan rumput. Ya, siapa yang tidak percaya saya melakukan oz pada saya untuk anak sekolah? aku tak bisa 't percaya bahwa Principal akan membawanya pada firman-nya, tapi ia yakin tidak. "
E2_Page14_G2 = "Jadi tentu saja aku diskors. Itulah yang saya dapatkan untuk berdiri untuk Chloe."
E2_Page14_G3 = "Apapun. Poor Kate Marsh adalah di rumah sakit jiwa dan sekolah harus membersihkan sendiri dengan memastikan Maxine Caulfield merindukan seni dan ilmu kelas. Apa pelajaran. Orang tua saya akan sangat bangga dan bahagia mereka mengirim saya ke sini. Jika ini adalah bagaimana fungsi dunia orang dewasa, mungkin aku tidak termasuk. Bahkan saya disebut "kekuatan" tidak berarti kotoran lagi. "
E2_Page14_G4 = "Saya sudah melihat bagaimana dunia memperlakukan Kate. Dan aku mulai melihat mengapa Rachel Amber ingin mendapatkan neraka keluar dari sini sekarang. Apa yang membuat saya tetap di sini?"
E2_Page14_H1 = "Ini tidak cukup bahwa Kate masih hidup, dan meskipun aku tidak cukup egomaniak untuk mengambil kredit, saya masih harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen, dan Mr. Jefferson dengan tenang berbicara tentang mengapa Kate akan mencoba bunuh diri. saya tenang tapi pusing dalam, hanya mengulang di kepala saya saat ketika Kate melangkah ke arahku dengan secercah harapan di matanya ... Masih , akhirnya aku menceritakan Principal yang saya lihat Kate menangis setelah dia berbicara dengan Mr Jefferson. aku tidak mencoba untuk menyalahkan dia, saya hanya berpikir itu adalah informasi penting. "
E2_Page14_H2 = "Mungkin aku kacau, narcing pada satu orang yang paling di Blackwell Saya menghormati ... Aku bisa melihat Mr. Jefferson kecewa dalam diriku juga. Principal itu lebih marah, karena dia ditarik Jefferson keluar dari mewakili sekolah pada yang "Everyday Heroes" kontes. aku tidak mengharapkan itu sama sekali. aku jadi bingung sekarang ... Bagaimana saya bisa terus ke kelas Mr. Jefferson setelah saya hancur reputasinya? "
E2_Page14_H3 = "Dan apakah saya masih harus memberinya foto untuk kontes?"
E2_Page14_I1 = "Ini tidak cukup bahwa Kate sudah mati dan aku mati rasa di dalam, aku harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen dan Mr Jefferson dengan tenang berbicara tentang mengapa Kate melompat dari atap. Tentu saja, aku berada di sebuah kemarahan yang tenang. sampai aku mengatakan kepada Wells Principal bahwa saya melihat David melecehkan Kate. set itu David off dan bagian dari diriku ingin menendang dia di bola mengetahui dia memiliki sesuatu hubungannya dengan bunuh diri Kate, mungkin lebih. aku berpikir tentang melakukan hal itu, maka membalik mundur cepat, tapi aku tahu bahwa akan menjadi awal dari kebiasaan buruk, yang berbahaya. "
E2_Page14_I2 = "Tentu, Kepala Sekolah tidak percaya (atau tidak mau), yang berarti bahwa David Dickhead akan diizinkan untuk melecehkan siswa lain di Blackwell sampai mereka melompat dari atap."
E2_Page14_I3 = "Jadi Kate Marsh sudah mati dan itu bisnis seperti biasa di sini. Aku benci sekolah sialan ini sekarang."
E2_Page14_J1 = "Ini tidak cukup bahwa Kate masih hidup, dan meskipun aku tidak cukup egomaniak untuk mengambil kredit, saya masih harus mendapatkan Blackwell ketiga gelar dari Wells Principal. Itu aneh berada di kantor norak dengan Nathan Prescott, David Madsen dan Mr Jefferson dengan tenang berbicara tentang mengapa Kate akan mencoba bunuh diri. saya tenang tapi pusing dalam, hanya memutar di kepala saya saat ketika Kate melangkah ke arah saya dengan harapan di matanya, tidak takut .... Sampai saya mengatakan kepada Wells Principal bahwa saya melihat David melecehkan Kate. set itu David off dan bagian dari diriku ingin menendang dia di bola tahu dia ada hubungannya dengan bunuh diri Kate, mungkin lebih. aku berpikir tentang melakukan hal itu, maka membalik mundur cepat , tapi aku tahu bahwa akan menjadi awal dari kebiasaan buruk, yang berbahaya. "
E2_Page14_J2 = "Tentu, Kepala Sekolah tidak percaya (atau tidak mau), yang berarti bahwa David Dickhead akan diizinkan untuk melecehkan siswa lain di Blackwell sampai mereka mencoba untuk melompat dari atap."
E2_Page14_J3 = "Jadi Kate Marsh adalah di rumah sakit dan itu bisnis seperti biasa di sini. Apa yang akan saya lakukan sekarang?"
E2_Page15_A1 = "Saya butuh liburan dari hidup saya. Saya bergaul dengan Warren di halaman sehingga saya bisa merasakan rumput di bawah kaki saya dan menonton awan berbulu. Dia seperti kekasih, dia terus berkata bahwa aku melakukan semua yang saya bisa untuk Kate. meskipun aku tahu aku tidak ... "
E2_Page15_A2 = "Saya mengatakan Warren bahwa sesuatu yang tidak menyenangkan yang terjadi di Blackwell Academy. Rachel Amber, Chloe dan sekarang Kate memiliki semua menjadi korban. Belum lagi saya, jika saya terus bermain detektif amatir. Berharap saya bisa memberitahu Warren tentang kekuasaan saya, tapi itu bukan waktu yang tepat ... ada pun intended. "
E2_Page15_A3 = "Dan untuk membuat akhir hari pada catatan yang paling nyata mungkin, langit menjadi gelap dan kami menyaksikan gerhana matahari yang tidak diumumkan di berita atau situs astronomi."
E2_Page15_A4 = "Apa yang terjadi Arcadia Bay?"
E2_Page15_B1 = "Setelah panggang di ruang kepala sekolah, aku bergaul dengan Warren di halaman sehingga saya bisa merasakan rumput di bawah kaki saya dan menonton awan berbulu. Dia seperti kekasih, dia terus mengatakan betapa bangganya ia adalah bahwa saya berhenti Kate dari melompat. saya tidak percaya bahwa saya lakukan, tapi saya harus mengatakan itu lebih baik untuk diperlakukan seperti pahlawan di sekolah daripada seperti pecundang twee. "
E2_Page15_B2 = "Namun, saya mengatakan kepada Warren bahwa sesuatu yang tidak menyenangkan yang terjadi di Blackwell Academy. Rachel Amber, Chloe dan sekarang Kate memiliki semua menjadi korban. Belum lagi saya, jika saya terus bermain detektif amatir. Berharap saya bisa membiarkan Warren tahu tentang saya kekuasaan, tapi itu bukan waktu yang tepat ... seakan sesuatu adalah waktu yang tepat lagi. "
E2_Page15_B3 = "Dan untuk membuat akhir hari pada catatan yang paling nyata mungkin, langit menjadi gelap dan kami menyaksikan gerhana matahari yang tidak diumumkan di berita atau situs astronomi."
[Journal]
Episode2Sub1 = "Girls 'Asrama"
Episode2Sub10 = "Asrama"
Episode2Sub11 = "Kepala Kantor"
Episode2Sub12 = "Kampus Utama - Dengan Warren"
Episode2Sub2 = "Asrama - Pagi"
Episode2Sub3 = "Kampus Utama - Pagi"
Episode2Sub4 = "Bus"
Episode2Sub5 = "Diner"
Episode2Sub6 = "Junkyard"
Episode2Sub7 = "Railroad"
Episode2Sub8 = "Kampus Main - Sebelum Kelas"
Episode2Sub9 = "Sekolah Tinggi"
Frank = "Frank"
Joyce = "Joyce"
[MAIN]
EP2_ENDCREDITS0 = "[T]"
EP2_ENDCREDITS1 = "[T] Episode 2: Out of Time \n \n [T] Life is Strange Tim ™ \n \n [J] Direksi Permainan \nRaoul Barbet \nMichel Koch \n \n [J] Produser \nLuc Baghadoust \n \n [J] Produser Eksekutif \nNicolas Simon \n \n [J] Timbal Designer \nBaptiste Moisan \n \n [J] Music oleh \nJonathan Morali (Syd penting) \n \n [J] Penulis \nChristian Divine \n \n [J] Asli Cerita oleh \nJean-Luc Cano \n \n [J] tambahan Penulis \nRaoul Barbet \nMichel Koch \n \n [J] Narasi Produser \nGladys Deussner \n \n [J] asosiasi Producer \nSébastien Berat \n \n [J] Asisten Produser \nFrançois-René Boulard \nDamien Boussiron \nMaxime Clavier \n \n [J] Art Director \nMichel Koch \n \n [J] Main Concept Artist \nEdouard Caplain \n \n [J] Senior Concept Artist \nGary Jamroz-Palma \n \n [J] Konsep Artists \nFrédéric Augis \nAlysianne Bui \n \n [J] Timbal Tingkat Designer \nSébastien Judit \n \n [J] desainer \nCharles-André Bourlier \nEtienne Gry \nKévin Poupard \nJonathan Rébillard \nNicolas Salvy \nSimon Svoboda \nJean-Eudes Thuroczy \n \n [J] Narasi Asisten \nMatthias Fuchs \n \n [J] Cinematic Artists \nMathieu Beaudelin \nDamien Charbon \n \n [J] tambahan Cinematic Artist \nRaoul Barbet \n \n [J] Karakter Rigger \nKenny Laurent \n \n [J] Karakter Pemodel \nCristian Buliarca \nRégis Capotosto \nDéborah Desban \nVincent Gradt \n \n [J] Karakter lain Pemodel \nGeorgian Avasilcutei \nMihaela Morozan \n \n [J] Memimpin Lingkungan Artist \nAmaury Balandier \n \n [J] Main Lingkungan Artist \nJohan FOISSY \n \n [J] Lingkungan Artis \nBertrand Carduner \nSylvain Clerc \nThomas Defianas \nManuel Pires \n \n [J] tambahan Lingkungan Artists \nGeorgian Avasilcutei \nCristian Buliarca \nIonut Chirca \nJustin Mitrache \nMihaela Morozan \nRazvan Stanciu \n \n [J] outsourcing Manager \nBertrand Armagnac \n \n [J] Main FX Artist \nThomas Iche \n \n [J] FX Artist \nGuillaume Pierre \n [J] Pencahayaan Artists \nFrédéric Cros \nClément Marchal \n \n [J] UI Artist \nAlexis Bauzet \n \n [J] Main Animator \nCédric Jagut \n \n [J] Animator \nNicolas Barbotte \nLisa Hulot \nFrédéric Liebgot \nEric Meyer \nDamien Vincent \nJérôme Wong \n \n [J] Animator tambahan \nAlexandre cuing \n \n [J] Direktur Teknis \nNicolas Sérouart \n \n [J] Programmer \nJulien Fryer \nSam Hocevar \nStéphane Hubart \nAlexis Holstein \nLaury Michel \nVincent Pirault \nCorentin Séchet \nThibaud Siamer \nGuillaume Taze \nAntoine Zanuttini \n \n [J] Audio Timbal \nSébastien Gaillard \n \n [J] Audio Artist \nFrédéric devanlay - Big Wheels Studio \n \n [J] Suara desainer \nLouis Martin \nYannick Tassin \n \n [ J] QA Timbal Tester \nLaurent Cahour \n \n [J] QA Tester Senior \nVincent Eustache \n \n [J] Penguji \nYoussef Abdelmoumen \nAurélien Delahaye \nMicael De Miranda \nClément Fitoussi \nLou-André Trillot "
EP2_ENDCREDITS2 = "[J] \n [T] Cast \n \nMaxine Caulfield - Hannah Telle \nChloe Harga - Ashly Burch \nNathan Prescott - Nik Shriner \nVictoria Chase - Dani Knights \nWarren Graham - Carlos Luna \nKate Marsh - Dayeanne Hutton \nDavid Madsen - Don McManus \nMark Jefferson - Derek Phillips \nPrincipal Ray Wells - Eric Morgan Stuart \nProfessor Michelle Hibah - Pasean Wilson \nJoyce Harga - Cissy Jones \nFrank Bowers - Daniel Bonjour \n [J] \n \n [T ] Casting dan Voice Produksi \n \n [C] Blindlight \n \n [J] Casting dan Pengawas Produksi \nTimothy Cubbison \n \n [J] Production Manager \nAustin Snyder \n \n [J] Produksi Asosiasi \nVeronica Brown \n \n [J] Direktur Voice \nPhilip Bache \n \n [J] Dialog membuat rekaman \nMark De La Fuente \n \n [J] Dialog Editor \nJ. David Atherton \nGreg Sais \n \n [J ] Produksi suara Koordinator \nellen Barry \n \n [J] Audio Quality assurance \nClint Corley \nCesar Marenco \nStephanie Komure \n \n [J] \n \n [T] Tangkap gerak \n \n [J] Gerak menangkap Pengawas \nJérémy Meunier \n \n [J] Aktor \nSerena de Mouroux-Phelan \nGabrielle Hersh \nCharles Lelaure \n \n [C] MocapLab \n [J] CEO \n \nRémi Brun \n [J] Produksi Direktur \nGuillaume Audibet \n \n [J] Timbal Tangkap gerak \nCharles Fougeront \n \n [J] menangkap gerakan Operator \nOriana Kacimi \n [J] \n \n [T] Izin Lintasan \n \n [J ] Alt J - "Something Good" \nWritten oleh Thomas Green, Gwylym Sainsbury, \nAugustus Unger-Hamilton dan Joe Newman. \n2012 PIAS Rekaman \nPublished oleh Kobalt Music Publishing Terbatas \n \n [J] Jose Gonzales -.. "Crosses" \nWritten, disusun dan dilakukan oleh José González \n2003 Imperial Rekaman di bawah lisensi eksklusif untuk \nPeacefrog Holdings Ltd \nPublished . oleh Sony / ATV Music Publishing \n \n [J] lokal Pribumi - "Mt. Washington" \nWritten oleh Kelcey Ayer, Taylor Beras, \nRyan Hahn dan Matthew Frazier \n2013 frenchkiss Rekaman / PIAS Recording UK \nPublished oleh Kobalt Music Penerbitan Terbatas \n \n [J] \nMusic Berlisensi oleh Rasakan Untuk Music \n \n [J] Pengawasan Musik dan Skor Koordinasi \nRaoul Barbet \nSébastien Gaillard \nMichel Koch \n \n [J] \nAdditional Musik: Jaringan Audio \n \n [J] \nall HAK DARI pRODUSEN DAN MANFAAT \nof KERJA MENCATAT RESERVED. \nUNLESS Resmi, THE GANDA, RENTAL, \nLOAN, EXCHANGE, PENGGUNAAN INI MULTIMEDIA \nPROGRAMME UNTUK KINERJA UMUM, RADIO \nBROADCASTING, DAN PEMBUATAN TERSEDIA ATAS \nEksponen Publik ON JARINGAN YANG dILARANG "
EP2_ENDCREDITS3 = "[J] \n \n [T] Dontnod Tim \n \n [J] Chief Executive Officer \nOskar Guilbert \n \n [J] Founders \nHervé Bonin \nAleksi Briclot \nAlain Damasio \nOskar Guilbert \nJean -Maxime Moris \n \n [J] Partners \nMariana Yaneva \nClaudie Hawes \nKosta Yanev \nDouglas Hawes \nViktor Kalvachev \n \n Projects [J] lain Anggota Tim \nArnaud Barros \nSébastien Bertin \nAlban Deluca \nLaurene Desoutter \nOlivier Drouet \nDimitri Giacoletto \nCyril Jover \nFabien Laverré \nPhilippe Moreau \nGrégory Szucs \n \n [J] Office Manager \nFrance Sureault \n \n [J] Administrasi Manager \nAurélie Deville "
EP2_ENDCREDITS4 = "[J] \n [T] Square Enix TEAM \n [C] Square Enix EROPA PROJECT TEAM \n [J] Produsen \nJonathan Eardley \nDE Gayle \n [J] Designer \nAlejandro Arque Gallardo \n [J ] Asisten Brand Manager \nRoxane Domalain \n [J] Brand Marketing \nLaura Disney \n [J] PR Manager \nAdam Phillips \n [J] Senior PR Executive \nian Dickson \n [J] PR Assistant \nSophie Colley \n \n [J] PR Executive \nDanielle Mounsey \n [J] Community Manager \nScott Blows \n [J] Marketing Manager \nPaul Benjamin \n [J] Direktur Desain \nWilliam Beacham \n [J] Direktur Teknis \nJohn Lusty \n [J] VP Brand dan Eropa Pemasaran \nJon Brooke \n [J] COO Tinggal \nLee Singleton \n \n [C] Square Enix MONTREAL DESIGN QA \n [J] Produksi & Desain QA Timbal \nBrent Tighe \n [J] Produksi & Desain QA \nRonald Stapper \n \n [C] Square Enix EROPA CREATIVE \n [J] Merek Desain Manager \nMike Cala \n [J] Artis Senior \nSylwia Dybiec \n \n [C] Square Enix EROPA ANALYTICS TEAM \n [J] Kepala Analytics \nTim Ward \n [J] data Analyst Spesialis \nAlessandro Scoccia Pappagallo \nMichelle Yong \n [J] data Analyst \nMatthew Araujo \n [J] Intern Analis \nPiergiorgio Calzi \n [J] Developer \nDavid Boulderstone \nLeelavathi Prabhakaran \n \n [C] Eidos Montreal online Pengembangan \n [J] online Development Manager \nTerence Chiu \n [J] Senior Service online Programmer \nJean-Gabriel Le Sauteur \nMaxime Gregoire \n [J] generalis Programmer \nSimon Toupin \n [J] Programmer \nEliott Hayut \n [J] Layanan online Programmer \nerida Dule \nNicholas Grigoropoulos \n [J] Tester \nDavid Mang \n \n [ C] Square Enix EROPA PENGGUNA PENELITIAN \n [J] Pengguna Penelitian Direktur \nJanus Rau Moller Sørensen \n [J] Pengguna Peneliti, Redwood City \nSaul Baltys \n [J] playtest dan Penelitian Manager (Montreal) \nAlexandre Dessaint \n [J] playtest Analis (Montreal) \nJean-François Desmarais \nLoic Vuillemenot \n \n [C] Square Enix EROPA OPERASI \n [J] Direktur Operasi \nSeb Ohsan \ Berthelsen n [J] Kepala QA \nMarc Titheridge \n [J] QA Project Manager \nDave Pettit \n [J] Menguasai Manager \nJason Walker \n [J] Lokalisasi Senior Manager \nYuko Tomizawa \n [J] Lokalisasi Manager \njan \ Buchner n [J] Localization QA Manajer Proyek \nDario de Cesare \n [J] Lokalisasi Produser \nElisa Giribaldi \n [J] Prancis Penterjemah \nLouise Macqueron \n \n [C] EIDOS MONTREAL QA \n [J] QA Manager \nKeith Earley \n [J] Fungsi QA Pengawas \nFrédérick April \n [J] Teknis QA Pengawas \nDominic Knowles \n [J] Menguasai Senior Technician \nPhilippe Cadieux \n [J] Memimpin QA Tester \nJérémy Bonventre \nLaurie Matthews \n [J] Uji Koordinator, QA \nAnael Pearson-Tremblay \n [J] Tester Senior, QA \nMaxime Lanthier \n [J] QA Tester \nRaymond Tam \n [J] QA Kepatuhan Memimpin \nJonathan Gaudreau \n [J] QA Kepatuhan Penguji Senior \nJulie Halle \nJulien Vachon \n [J] QA Kepatuhan Penguji \nLawrence Collier \nVladimir Holopov \nMathieu Lavictoire \nJustin Moniz \n [J] Kinerja QA Aplikasi Timbal \nMoe El-kaaki \n [J] QA Kinerja Aplikasi Penguji Senior \nDominic Charron \nChristopher Divry-Blainey \nSteve Rousseau \n \n [C] VMC QA DUKUNGAN \n [J] Test Manager \nRyan Cloutier \n [J] Uji Memimpin \nNicholas Luka bakar \nDavid Tan \n [J] Kepatuhan Penguji \nPatrick Delaney-Cloherty \nMarlon Francescini \nRobert Joy \nDavid Lalonde-Lavoie \nAleksandar Markovic \nSteven Wilson \nCarlos Leschorn \n \n [J] Fungsi Penguji \nDario Berretta \nStuart Blanchet \nMichele Foresta \nDavid Fournier \nBradley Hamilton \nJason Lockhart \nAxel Mendoza \nSara Ronnholm \nVincent Rouilhac \nGeovana Santos \nGeoff Stoll \nArtit Tontranakwong \nKathy Tran \nMelissa Waldron \n [C] TESTRONIC TERBATAS \n Koordinator [J] Localization QA Proyek Senior \nLaura Cortázar Morales \n [J] lokalisasi QA Timbal Teknisi \nAmandine Beaulaton \n [J] lokalisasi QA Teknisi \nLindsay Gurr \nJulien Pitet \nMirjam Coenraads \nNicolas Hermant \n \n [C] Square Enix EROPA oNLINE PEMBANGUNAN \n [J] \n [J] online Direktur pengembangan \nSimon Protheroe \n [J] Senior Operations online Manager \nJim Blackhurst \n [J] Web Producer \nMark Bulley \n [J] Web Developer \nFrancesco Grammatico \n [J] Ruby on Rails Developer \nLevente Bagi \nMarek Biczysko \n [J] Project Manager \nWilliam Knox-Walker \n \n [C] Square Enix EROPA PENGEMBANGAN WEB \n [J] \n [J] Senior Web Operations Manager \nIestyn Tronson \n [J] Timbal Web pengembang \nJason Burt D'Arcy \n [J] Web Sistem Administrator \nPeter \ Horvath n [J] Kembali End developer \nJon Rumah \n [J] Front End developer \nUgonna Nwosu \n [J] Web QA \nBruno Julien \n [J] Web QA \nAlexandra Perry \n \n \n [C] Square Enix EROPA DIGITAL pLATFORM \n [J] Manajer Senior - Digital Landasan \nAntonio Marfuggi \n [J] Senior Software Solutions Manager \nRoberto Torella \n [J] Project Manager \nJosé Gallego \n [J] Asisten Project Manager \nEnrico Balducci \n [J] Senior Web Developer \nFrancis Dolan \nÁlvaro Villalba \n [J] Web Developer \nFabian Jansen \nAlessandro PELLIZZARI \n [ J] Web desainer \nEmiliano Rampazzi \nGiordano Rampazzi \n \n [C] Square Enix EROPA DIGITAL SALES \n [J] General Manager \nDoug Bone \n [J] Kepala Digital Penjualan \nAndrew Larcombe \n [J] Bisnis Development Manager \nPaul O'Sullivan \n [J] Produser Digital \nToby Coleman \n [J] Digital Sales Manager \nJason Brooks \n [J] Analis Bisnis \nKaren Greenidge \n [J] Digital Project Manager \nLuke Willoughby \n [J] e-Commerce Koordinator \nKevin Rowlands \n [J] Koordinator Digital \nRossi Ivanova \n \n [C] Square Enix Jerman \n Direktur [J] Pemasaran \nLars Winkler \n [J] Product Manager \nColin Gilzean \n \n [C] Square Enix AMERIKA \n [J] Manajer Senior Sales \nEric \ Rosenberger n [J] Direktur Senior channel \nMike Silbowitz \n [J] Direktur Senior Sales \nRonald Kurtz \n \n [C] Square Enix EROPA HUKUM \n [J] Direktur Senior & Kepala Bidang Bisnis Hukum \nCharlotte Osborne \n [J] Senior Counsel, Hukum & Bisnis Luar \nLucy Kaulback \n [J] Hukum PA \nellie Panaouta \n \n [C] Square Enix EROPA \n [J] CEO MELIHAT & SEA \nPhil Rogers \n [J] COO MELIHAT & SEA \nMichael Sherlock \n [J] VP Corporate Communications \nChris Glover \n [J] Keuangan Direktur \nTim Yates \n [J] Kepala Community \nPhil Elliott \n \n [C] THANKS KHUSUS \nMario Aguera \nJoe Terbaik \nAdrian Blunt \nLaura Carter \nAlex Chinchen \nHardip Farmahan \nRossi Ivanova \nCatherina Karskens \nRussell Kerrison \nAdam Kramarzewski \nPetra Opelova \nIain Riches \nTracey Robertson \nOtisha Sealy \nAmy Putih "
EP2_ENDCREDITS5 = "[J] \n [T] Hidup Apakah Strange ™ menggunakan \n \n [X] Unreal® Mesin, Copyright 1998-2015, Epic Games, Inc Semua Hak Dilindungi \n [L] logo-01 \n [X] Unreal®, logo lingkaran-U dan Didukung oleh logo Unreal Technology adalah merek dagang atau merek dagang terdaftar dari Epic Games, Inc di Amerika Serikat dan di tempat lain. \n [J] \n [L] logo-03 \n [X] Bink Video. Copyright © 1997-2015 oleh RAD Permainan Tools, Inc \n [L] logo-04 \n [X] produk perangkat lunak ini berisi perangkat lunak Autodesk Scaleform®, © 2012 Autodesk, Inc. All rights milik \n [L] logo-05 \n [X] Didukung oleh Wwise © 2006 -. 2015 Audiokinetic Inc All rights reserved \n [L] logo-06 \n [X] NVIDIA dan PhysX, baik bergaya dan non. -stylized, adalah merek dagang atau merek dagang terdaftar dari NVIDIA Corporation. Copyright 2015 NVIDIA Corporation. \n [X] \n [L] logo-07 \n [X] \n [X] merek dagang Dolby dan simbol double-D terdaftar Dolby Laboratories. Semua merek dagang lainnya merupakan milik dari pemiliknya masing-masing. © 2015 Dolby Laboratories, Inc All rights reserved. \n [X] \n [Y] logo-08 \n [P] DTS, Simbol, dan DTS ditambah Symbol bersama-sama adalah merek dagang terdaftar dari DTS, Inc. dan DTS Digital Surround adalah merek dagang dari DTS, Inc. "
EP2_ENDCREDITS6 = "[C] \n \n [D] \nsquare Enix Ltd 2015. All rights reserved. \nDeveloped oleh DONTNOD Entertainment SARL. \nPublished oleh Square Enix Ltd \nLife Apakah Strange adalah merek dagang dari Square Enix Ltd \nsquare Enix dan logo Square Enix adalah merek dagang atau merek dagang terdaftar dari Square Enix Holdings Co Ltd "
EP2_ENDCREDITS7 = "[T] \n [E] Terima kasih untuk bermain! \n [E]"
[MajChoice]
E2_1A_0 = "Kau mengatakan kepada Kate untuk pergi ke polisi."
E2_1A_1 = "Kau mengatakan kepada Kate untuk menunggu lebih banyak bukti."
E2_2A_0 = "Kau menjawab panggilan Kate."
E2_2A_1 = "Kau tidak menjawab panggilan Kate."
E2_3A_0 = "Kau mencoba untuk menembak Frank."
E2_3A_1 = "Kau tidak mencoba untuk menembak Frank."
E2_4C_0 = "Kau tidak bisa menyelamatkan Kate."
E2_4C_1 = "Kau menyelamatkan hidup Kate."
E2_5A_0 = "Kau menyalahkan David."
E2_5A_1 = "Kau menyalahkan Nathan."
E2_5A_2 = "Kau menyalahkan Mr. Jefferson."
[MinChoice]
E2_1A_0 = "Kau menyiram tanamanmu."
E2_1A_1 = "Kau tidak menyiram tanamanmu."
E2_1A_2 = "Kau membantu Alyssa."
E2_1A_3 = "Kau tidak membantu Alyssa."
E2_1A_4 = "Kau terhapus link ke video Kate."
E2_1A_5 = "Kau meninggalkan link ke video Kate."
E2_1B_0 = "Kau menerima undangan Warren."
E2_1B_1 = "Kau menolak undangan Warren."
E2_1B_2 = "Kau yang ramah dengan Taylor."
E2_1B_3 = "Kau tidak ramah dengan Taylor."
E2_3A_0 = "Kau menulis pesan."
E2_3A_1 = "Kau tidak menulis pesan."
E2_3B_0 = "Kau dirusak dengan railtracks."
E2_3B_1 = "Kau tidak mengutak-atik railtracks."
E2_4B_0 = "Kau membantu Warren."
E2_4B_1 = "Kau tidak membantu Warren."
E2_4B_2 = "Kau mengatakan pada David Mr Jefferson."
E2_4B_3 = "Kau tidak mengatakan pada David Mr Jefferson."
E2_4B_4 = "Kau mendapatkan masuk ke partai Vortex Club."
E2_4B_5 = "Kau tidak mendapatkan masuk ke partai Vortex Club."
[Objectives]
E2_1A_01AFindShowerGel = "Saya perlu untuk mengambil persediaan mandi saya dan pergi ke kamar mandi"
E2_1A_01TakeShower = "Aku harus mandi"
E2_1A_02KateBook = "Saya harus memberikan kembali buku Kate"
E2_1A_02aFindBook = "Saya harus menemukan buku Kate"
E2_1A_03MeetChloe = "Saya perlu mengambil bus untuk mendapatkan ke restoran"
E2_2A_01MeetChloe = "Saya harus duduk di dalam dan menunggu Chloe"
E2_2A_02Divination = "Aku harus menghafal hal-hal Chloe dan mundur untuk memberitahu Chloe"
E2_2A_03Prediction = "Saya harus menonton apa yang terjadi dan mundur untuk memberitahu Chloe"
E2_2A_04GoToJunkyard = "Saya harus meninggalkan restoran dengan Chloe"
E2_3A_01Bottle = "Saya harus menemukan 5 botol"
E2_3A_02MeetChloe = "Saya harus memberikan botol untuk Chloe"
E2_3A_03ShootBottles = "Saya harus membantu Chloe menembak botol"
E2_3A_04MeetChloe = "Saya harus berbicara dengan Chloe"
E2_3A_05MeetChloe = "Saya harus meninggalkan tempat ini dengan Chloe"
E2_3B_01SaveChloe = "Saya harus mendapatkan Chloe dari railtracks"
E2_4B_01GoToClass = "Saya harus menghadiri kelas seni"
E2_4C_01ReachKate = "Saya harus mencapai Kate di atap"
[SMS]
E2_1A_ChloeKateRoom_A = "u max ada gila"
E2_1A_ChloeKateRoom_B = "Seperti yang ku katakan. Selalu ada untukmu \n :) :) :) :)"
E2_1A_ChloeKateRoom_C = "NO EMOJI !!!"
E2_1A_ChloeKateRoom_D = ":("
E2_1A_ChloeKateRoom_E = "temui aku di restoran di 40"
E2_1A_ChloeKateRoom_F = "Aku akan ke sana."
E2_1A_ChloeKateRoom_G = "jangan terlambat \n aku akan tahu, waktu tidak di pihakmu"
E2_1A_ChloeKateRoom_H = "setelah semua yang kau lakukan membiarkan langkah-dork bust saya"
E2_1A_ChloeKateRoom_I = "Dalam perjalanan saya. :)"
E2_1A_ChloeKateRoom_J = "u r EVIL \n40 menit \natau yang lain"
E2_1A_ChloeKateRoom_K = "Jangan tinggi seperti di kamar saya"
E2_1A_ChloeMaxRoom_A = "kau disitu hippie \nBagaimana dengan salju itu \nBagaimana dengan kekuatanmu \nApakah kau telah kembali dan menemukan jawabannya"
E2_1A_ChloeMaxRoom_B = "Aku tidak bisa kembali sejauh itu. Bego."
E2_1A_ChloeMaxRoom_C = "Sayang sekali kau tidak bisa kembali dan memperingatkanku tentang kebersamaan itu"
E2_1A_ChloeMaxRoom_D = "Kupikir menyelamatkan hidupmu lebih penting."
E2_1A_ChloeMaxRoom_E = "booming \nmax memberikan pukulan terakhir"
E2_1A_ChloeMaxRoom_F = "Tapi sebenarnya, kita perlu bicara. Aku ingin kau berdiri denganku di sini."
E2_1A_ChloeMaxRoom_G = "atau makan sarapan assbuster pada 2 Paus \nLokasiku mengobati"
E2_1A_ChloeMaxRoom_H = "Terjual! Ini baik untuk memiliki kaki tangan."
E2_1A_ChloeMaxRoom_I = "harus bail tuan \nbreakfast adalah pergi!"
E2_1A_ChloeMaxRoom_J = "Dan aku butuh bantuanmu."
E2_1A_ChloeMaxRoom_K = "Seperti ketika kau mengatakan step-dork, itu adalah penyakitmu"
E2_1A_ChloeMaxRoom_L = "Tapi sebenarnya, kita perlu bicara."
E2_1A_ChloeMaxRoom_M = "atau makan sarapan assbuster pada 2 Paus \nLokasiku mengobati"
E2_1A_ChloeMaxRoom_N = "Terjual! Ini baik untuk memiliki kaki tangan."
E2_1A_ChloeMaxRoom_O = "harus bail tuan \nbreakfast adalah pergi!"
E2_1A_LeavingKateRoom_A = "max"
E2_1A_LeavingKateRoom_B = "makanan"
E2_1A_LeavingKateRoom_C = "dua paus"
E2_1A_LeavingKateRoom_D = "c u there"
E2_1A_LeavingKateRoom_E = "Jangan menyakiti jari-jarimu karena SMS"
E2_1A_LeavingKateRoom_F = "Yay breakfast! \n (^_^)"
E2_1A_LeavingKateRoom_G = "NO EMOJI"
E2_1A_PrivateNumber_A = "Tutup mulutmu tentang segalanya. Atau aku datang padamu. Aku tahu di mana kau tidur."
E2_1A_SMS_MomPlant = "Hei sayang! Kuharap kamu tidak lupa untuk menyirami tanaman kami beri tetapi jangan terlalu banyak! Mommy"
E2_1A_Warren_A = "Apakah Dr. Graham di rumah? Pertanyaan ilmu pengetahuan yang serius."
E2_1A_Warren_B = "Saya membuat panggilan rumah untukmu. Apa up pup? \n (menempatkan di wajah ilmu serius)"
E2_1A_Warren_C = "Apa yang kau ketahui tentang: \nrelativity \nwormholes \ntime wisata"
E2_1A_Warren_D = "Jadi sekarang aku Dr. Siapa? Atau Doc Brown? Untuk apa kelas? Saya tidak pernah mendapat dingin PR waktu ilmu. \nDan Aku tahu omong kosong ini."
E2_1A_Warren_E = "Saya akan menjelaskan secara rinci nanti. Jika kau benar-benar membantu saya."
E2_1A_Warren_F = "Seperti waktu, teks saya tak terbatas. Ditambah saya harus pesan terbatas. \nAku akan membuatkanmu daftar buku penting. Dan website. Dan film. \nAku tertarik dengan minat baru dalam sains."
E2_1A_Warren_G = "Kau tahu aku suka sci-fi. Hanya berpikir keras tentang hal itu, k?"
E2_1A_Warren_H = "Hit saya kapan saja jika kau memiliki pertanyaan lainnya. \nI'll berada di TARDIS mendapatkan DeLorean saya siap."
E2_1A_Warren_I = "Apa yang up Max?"
E2_1A_Warren_J = "Hei, aku sedang sibuk sekarang, singkatan ttyl"
E2_1B_NathansFather_A = "Ini adalah ayah Nathan. \nIni adalah pesan untuk membiarkanmu tahu bahwa upaya untuk fitnah dan memeras anakku akan berhadapan dengan banyak pengacara dan konsekuensi hukum. \nKau bukan siswa pertama di Blackwell yang mencoba ini. \nKu harap kau yang terakhir. "
E2_1B_NathansFather_B = "Pertimbangkan peringatan sopan terakhir ini."
E2_2A_ChloeLate_A = "terlambat \nmengambil stan di restoran"
E2_2A_ChloeLate_B = "ibu akan memberimu makan"
E2_2A_ChloeLate_C = "Seseorang yang lebih baik \nAku akan beruntung jika kau membuatnya saat siang :]"
E2_3A_KateNoPoliceNoPhone_A = "Max. Maaf telah mengganggumu dengan meminta saranmu. Kukira aku tidak harus melakukan apa-apa tapi biarkan orang menikmati videoku di seluruh dunia."
E2_3A_KateNoPoliceNoPhone_B = "Kate yang begitu tidak apa yang saya maksud. Aku hanya ingin kau berhati-hati."
E2_3A_KateNoPoliceNoPhone_C = "Terlambat kurasa."
E2_3A_KateNoPoliceNoPhone_D = "Dan maaf untuk mengganggumu pagi ini. Kupikir kalian terlalu sibuk untuk menjawab. \nAku memiliki gangguan yang serius dan aku membutuhkan seseorang."
E2_3A_KateNoPoliceNoPhone_E = "Bell Class. Harus pergi."
E2_3A_KateNoPolicePhone_A = "Max. Maaf telah mengganggumu dengan meminta saranmu. Kukira aku tidak harus melakukan apa-apa tapi biarkan orang menikmati videoku di seluruh dunia."
E2_3A_KateNoPolicePhone_B = "Kate yang begitu tidak apa yang saya maksud. Aku hanya ingin kau berhati-hati."
E2_3A_KateNoPolicePhone_C = "Terlambat kurasa. \Namun terima kasih untuk menjawab panggilanku pagi ini."
E2_3A_KateNoPolicePhone_D = "Aku benar-benar membutuhkan teman dan kau pun datang."
E2_3A_KateNoPolicePhone_E = "Aku ada di pihakmu."
E2_3A_KateNoPolicePhone_F = "XO \nTTYL"
E2_3A_KatePoliceNoPhone_A = "Max. Terima kasih telah memberikan saya saran besar seperti tentang pergi ke polisi dan mengatakan kepada mereka segala sesuatu tentang Nathan. \nAku sangat menghargai keberadaanmu disisiku. Mejaga imanku. Xoxoxo"
E2_3A_KatePoliceNoPhone_B = "Kate aku ada di sisimu."
E2_3A_KatePoliceNoPhone_C = "Tolong jangan menyebutku terlalu banyak jika kau bisa. Aku sudah dalam kesulitan di sini."
E2_3A_KatePoliceNoPhone_D = "Dan maaf untuk mengganggumu pagi ini. Kukira kalian terlalu sibuk untuk menjawab. \nAku hendak memiliki gangguan yang serius dan aku membutuhkan seseorang."
E2_3A_KatePoliceNoPhone_E = "bell Class. Harus pergi."
E2_3A_KatePolicePhone_A = "Max. Saya ingin mengucapkan terima kasih karena telah memberi saya saran yang besar tentang pergi ke polisi dan mengatakan kepada mereka segala sesuatu tentang Nathan. \nAku sangat menghargai keberadaanmu disisiku. Menjaga imanku. Xoxoxo"
E2_3A_KatePolicePhone_B = "Kate aku ada di sisimu."
E2_3A_KatePoliceNoPhone_C = "Tolong jangan menyebutku terlalu banyak jika kau bisa. Aku sudah dalam kesulitan di sini."
E2_3A_KatePolicePhone_D = "Dan terima kasih banyak untuk berbicara kepada saya pagi ini. Aku hendak menangis serius dan aku butuh teman. Kau ada di sana. Seperti biasa :) xoxoxo"
E2_3A_WarrenApe_A = "Kami GOING APE! \nNewberg sekitar 60 mil jadi kita harus berangkat sekitar jam 5. Aku yang mengendarai."
E2_3A_WarrenApe_B = "Hell yeah kita akan megendarai mobil barumu."
E2_3A_WarrenApe_C = "Kita harus mendapatkan pasokan untuk drive-in. \nMungkin kita bisa makan malam pertama."
E2_3A_WarrenApe_D = "....."
E2_3A_WarrenApe_E = "Atau apa pun. \nNgomong-ngomong. GO APE!"
E2_3A_WarrenApe_F = "Terlambat!"
E2_3A_WarrenApe_G = ":)"
E2_3A_WarrenNoApe_A = "Jangan khawatir tentang tidak GOING APE denganku."
E2_3A_WarrenNoApe_B = "Pikir itu akan menjadi dingin untuk mengambil jalan perjalanan di roda baru. \nAku hanya mengendarai di lingkungan di sekitar kota."
E2_3A_WarrenNoApe_C = "Maaf, Warren. Seminggu keras."
E2_3A_WarrenNoApe_D = "Aku masih berutang padamu."
E2_3A_WarrenNoApe_E = "Ya."
E2_3A_WarrenNoApe_F = "Kasih tau aku kalau kau berubah pikiran."
E2_3A_WarrenNoApe_G = "(-_ *)"
E2_4B_MaxNoShootFrank_A = "max \nkuharap kau telah muncul di topi di pantat Frank \ndaripada memberinya pistol"
E2_4B_MaxNoShootFrank_B = "Tidak Chloe, aku tidak ingin itu. Dan kaupun begitu."
E2_4B_MaxNoShootFrank_C = "terlambat untuk kembali"
E2_4B_MaxShootFrank_A = "max \nBos dengan pistol \nmarry me"
E2_4B_MaxShootFrank_B = "Ilegal di Oregon. Untuk saat ini."
E2_4B_MaxShootFrank_C = "fuq omong kosong \nelope"
E2_4B_WarrenSciClass_A = "Hey gurrl!"
E2_4B_WarrenSciClass_B = "Aku di Sci-Fi-Lab. \nSekarang. \nI'm the Schrodinger Kitty."
E2_4B_WarrenSciClass_C = "^^ sampai ketemu lagi."
[SP]
!? E2_1A_Corridor_Poster01_SP01 = "hantu DAYS \n \nAnda Pikirkan Pekerjaan Rumah Apakah Scary Pikirkan Lagi \n\nWelcome Untuk BlackHell-O-Ween \nDusk Untuk Malam Kostum Dance Party \n \nOctober 31, 05:00 -!! 09:30 PM \nPrescott Gymnasium \n \nCandy, Kontes dan Kostum! \NBE Takut ... Jadilah sangat Takut ... \nDan ada Hearsing Around! "
E2_1A_DanaRoom_DanaLaptop_SP01 = "Dana Ward \nRelationship Status: Tidak tunggal \nHappy Happy Joy Joy :)"
E2_1A_DanaRoom_DanaLaptop_SP02 = "hantu DAYS HALLOWEEN PARTY! \n \nBawa ini Blackwell Pengisap darah! Sebelah Prom Night dan Bigfootball, waktu favorit saya tahun adalah tahunan Ghoul DAYS BLACKHELL-O-Ween PAH-TY !!!!!! (Gambar saya penghilang Thriller zombie bergerak) \n \nPrincipal Wells telah memberi kita blanche carte hampir menghiasi lorong-lorong dan gym dalam rasa dan keselamatan jadi saya ingin setiap siswa untuk takut setengah mati ketika mereka berjalan ke kelas mereka !!!!! \n \nI tahu kalian punya banyak pekerjaan rumah seperti yang saya lakukan tapi mari kita membuat ini Halloween yang Blackwell tidak akan pernah lupa! \n panitia dekorasi \nkomite dekorasi bertemu di gym at 3:30 Weds berikutnya, Oktober 10. ini memberimu banyak waktu untuk tIDAK memiliki alasan untuk pengelupasan ... dan jika kau tidak muncul untuk membantu menghantui lorong-lorong, yang hantu akan mendapatkanmu! \n \nMari kita acara Blackwell kami Ghoul KEKUATAN! \n \nPleasant Jeritan, \nDana dari Mati"
E2_1A_DanaRoom_DanaLaptop_SP03 = "Costume Central \nGothic Burlesque Perempuan Outfit \nSizes 00-20, $ 150,00"
E2_1A_KateRoom_AbstinenceFlyer_SP01 = "SAFE TIDAK SORRY \nTidak Cetakan Berapa Banyak kau Suka Setiap Satu slip Lain Up Dapat Mengubah Hidupmu \nAnda memiliki PILIHAN! Ada Tidak ada yang salah dengan Waiting! \nUntuk Lebih Detail Go To PleaseWait!@PraiseBeJC.or"
E2_1A_KateRoom_AuntLetter_SP01 = "Bapak Katie \n \nTidak roh atau setan bisa mempersiapkan saya untuk apa yang telah kau lakukan dalam rekaman video itu. \nDan seperti Izebel kamu dirilis gambar pelacur sebelum mata Allah. \nAku akan berdoa dengan gereja saya bagi jiwamu untuk diselamatkan dari Eternal Hellfire. \n \nAuntie Marsh "
E2_1A_KateRoom_Bible_SP01 = "Matius 11:28." Datanglah ke saya, kalian semua yang lelah dan terbebani, dan saya akan memberikan istirahat ... ""
E2_1A_KateRoom_Bible_SP02 = "Amsal 21:15." Ketika keadilan ditegakkan, ia membawa sukacita bagi orang benar, tetapi teror untuk para pelaku kejahatan ... ""
E2_1A_KateRoom_FatherPostcard_SP01 = "" Dan cahaya bersinar dalam kegelapan; dan kegelapan dipahami tidak. "- Yohanes 1:. 5 \n \nKatie, kau akan selalu menjadi terang terang saya terhadap gelap \n \nhugs n 'cinta \nPOP"
E2_1A_KateRoom_KateTablet_SP01 = "Re: Hubungi kami \n \nKate, Ayahmu dan aku baru saja menerima panggilan agak mengganggu dari Wells Principal tentangmu dan beberapa video pihak keprihatinan kami tentang pengirimanmu untuk Blackwell tampak dibenarkan \n \nMohon hubungi kami setelah... kelasmu malam ini sehingga kami dapat sepenuhnya membahas masalah ini. kami harap kau tidak membawa malu padamu atau keluarga kita. \n \nKami akan berdoa untukmu dan mengharapkanmu untuk berdoa bagi pengampunan. \n ibu \nNama. "
E2_1A_MaxRoom_Books_SP01 = "THE MORON'S GUIDE TO WAKTU PERJALANAN - Dr. Nick Meyer \nA SEJARAH SINGKAT WAKTU - DREAMS Stephen Hawking \nEINSTEIN'S - Alan Lightman \nTHEORETICAL sihir RUANG & WAKTU - Mike Jitlov \nSLAUGHTERHOUSE LIMA - Kurt Vonnegut \nThe WAKTU MESIN - HG Wells \nDari ETERNITY ATAS SINI - Sean Carroll \nREPENT HARLEQUIN SAID THE TICK-TOCKMAN - Harlan Ellison \nA Kerut dalam waktu - Madeline L'Engle "
E2_1A_MaxRoom_Cards_SP01 = "MYSTIC: PESONA KARTU \n159 KARTU"
E2_1A_MaxRoom_MaxLaptop_SP01 = "BERGABUNG DENGAN CHRONONAUTS! \n wisata \nTime bukan hanya fiksi ilmiah \n \nHistory telah mencatat banyak kasus individu yang telah berhasil menekuk semua aturan kontinum ruang-waktu. Dilema ini adalah bahwa orang-orang yang bisa menavigasi dimensi temporal benar enggan untuk mengungkapkan diri akibat dampak dari masyarakat dan pemerintah pengawasan. Bangsa di seluruh dunia telah menghabiskan milyaran dolar mencoba untuk membangun (dalam rahasia) versi mereka sendiri dari "mesin waktu" -thankfully, ini bukan kasus di mana pendapatan yang tak terbatas sama kontrol yang tak terbatas. Atau kau mungkin tidak akan membaca website ini sama sekali. \n \nIni adalah di mana The Chrononauts masukkan gambar. \n \ jelas berdasarkan informasi ilmiah yang luas bahwa perjalanan nIt ini waktu hanya berlaku pada PERSON bY secara oRANG, tidak didorong atau didominasi oleh salah satu fisika tertentu atau kalibrasi termodinamika. untuk alasan ini, kami telah membuat sebuah forum di mana masa lalu, sekarang dan masa depan wisatawan waktu dapat berbagi tips, ide dan pengalaman untuk membimbing mereka navigasi laut berbatu waktu. Oleh karena itu moniker, The Chrononauts-berani petualang soliter kami yang melakukan perjalanan yang tak terbatas. \n \nRegister dalam forum dan langkah ke sungai waktu tanpa takut hanyut! "
E2_1A_MaxRoom_MaxLaptop_SP02 = "lubang cacing! \n \nWelcome ke dunia indah dari istilah Wormhole \n \nA malas over-dieksploitasi dalam ilmu pengetahuan dan fiksi ilmiah. \nUntuk neophytes, memvisualisasikan lubang cacing seperti terowongan tak terlihat dari satu ujung ruang untuk yang lain. Jadi, jika lubang cacing ada, adalah perjalanan waktu mungkin dan mungkin. \n \n trik manusia adalah untuk menemukan cara-cara atau perangkat yang dibutuhkan untuk menghubungkan dan melintasi kedua ujung terowongan waktu ini. teori relativitas Einstein berpendapat bahwa ini adalah dalam bidang teori, sementara generasi baru fisikawan berharap untuk mengembangkan model kerja sebenarnya ini menarik ruang-waktu teka-teki. \n \nInside lubang cacing! adalah link dan artikel yang berkaitan dengan perkembangan terbaru teori cairan ini. "
E2_1A_MaxRoom_MaxLaptop_SP03 = "Kenapa Quantum Fisikawan Mencoba Untuk Kontrol Waktu? \n \nSeperti kamu membaca kata-kata, fisikawan dan ilmuwan di seluruh dunia menggunakan didanai pembayar pajak program pemerintah untuk menghancurkan pengertian kita tentang ruang dan waktu, berpotensi mengubah jalannya sejarah itu sendiri. \n \nUntuk contoh, para peneliti Australia menggunakan foton untuk mensimulasikan partikel kuantum sebagai mereka melakukan perjalanan melalui waktu itu sendiri. meskipun waktu mekanika kuantum adalah teori yang sangat baru-baru ini pertama kali diprediksi pada tahun 1991, telah terbakar dalam komunitas ilmiah, yang dieliminasi etika dan moralitas dari percobaan berbahaya mereka. "
E2_1A_MaxRoom_MaxLaptop_SP04 = "Terlalu Banyak Waktu \nHey Max. Dokter ini di da rumah! \nI've berpikir panjang dan keras tentang permintaan anehmu. Saya hanya mengirimkan sekelompok fisika dan ilmu link dan tanpa basa-basi lagi, inilah beberapa film perjalanan waktu kau harus melihat saya akan mengirim lebih banyak ketika mereka datang ke pikiran Doctor mengharapkan penjelasan lengkap untuk yang baru Chrono-bungamu \n \n wAKTU MESIN -..... versi 1960 Fun awal steampunk sci-fi dan wajah Morlock mencair \nPRIMER -. Lo-fi waktu wisatawan di Dallas Brilliant saya akan menjelaskan kepadamu setelah kau melihatnya \nTIME sETELAH wAKTU -... HG Wells menggunakan mesin waktu untuk mengejar Jack The Ripper ke modern San Francisco . Supercool dan pintar \nPULP FICTION -.. serius beralih antara jadwal memberikan garis dasar yang baik relativitas Ditambah Uma \nDI SUATU TEMPAT DALAM WAKTU -.. Big kultus sekitar ini romantis sci-fi yang ditulis oleh Richard Matheson terbaik jenis film cewek. . Kau akan menangis seperti bayi saya lakukan \nTIME SLIP -.. Kau dapat meminjam salinan dari film Jepang yang mengagumkan ini. Atau kita dapat melihatnya bersama-sama. Sonny Chiba dan tentaranya berakhir kembali di hari samurai. Pada dasarnya tank vs ninja. \nTIMECOP - Jean Claude Van Damme melakukan split pada meja dapur di celana dalamnya. Perlu aku katakan lagi? \n \nyang ini semua WAKTU saya miliki sekarang karena saya punya fisika kuantum yang sebenarnya untuk membajak melalui. Dan bukan "menyenangkan" Back To The Future pekerjaan rumah yang saya tidak pernah GET. Sekarang bahwa kau telah menemukan seni ilmu pengetahuan, saya berharap untuk melihatmu di laboratorium yang lebih juga. Saya selalu bisa menggunakan pasangan baru di TIME. Mendapatkan? \n \nDon't hit, aku akan pergi. \nDR. Siapa?"
E2_1A_MaxRoom_MaxLaptop_SP05 = "hantu DAYS HALLOWEEN PARTY! \n \nBring Ini Blackwell Pengisap darah! \n \nNext untuk Prom Night dan Bigfootball, waktu favorit saya tahun adalah tahunan Ghoul DAYS BLACKHELL-O-Ween PAH-TY !!!!!! (Gambar saya penghilang Thriller zombie bergerak) \n \nPrincipal Wells telah memberi kita blanche carte hampir menghiasi lorong-lorong dan gym dalam rasa dan keselamatan jadi saya ingin setiap siswa untuk takut setengah mati ketika mereka berjalan ke kelas mereka !!!!! \n \nI tahu kalian punya banyak pekerjaan rumah seperti yang saya lakukan tapi mari kita membuat ini Halloween yang Blackwell tidak akan pernah lupa! \n panitia dekorasi \nThe bertemu di gym at 3:30 Weds berikutnya, Oktober 10. ini memberimu banyak waktu untuk tIDAK memiliki alasan untuk pengelupasan ... dan jika kau tidak muncul untuk membantu menghantui lorong-lorong, yang hantu akan mendapatkanMU! \n \nMari kita acara Blackwell kami Ghoul KEKUATAN! \n \nPleasant Jeritan, \nDana of the Dead "
E2_1A_MaxRoom_MaxLaptop_SP06 = "Max Caulfield \n \nFriends 81 \nSubscribers 12 \n \nArcadia Bay, OREGON \nBlackwell Academy \nSeptember 21, 1995"
E2_1A_MaxRoom_Notes_SP01 = "~ Bagaimana jika saya salah Hawking dongeng Waktu Tourist ??? Meskipun ia pernah membuat menyenangkan dari perjalanan waktu, kini ia percaya kemungkinan nya. Atau dia masih sialan dengan kami. Dia jenius imp \n ~" Waktu adalah seperti sungai "Einstein \n ~ BULLSHIT-aku tenggelam dalam waktu. \n ~ kepalaku sakit setelah lama mundur dan berpikir tentang hal ini sekarang \n ~ MENGAMBIL LANGKAH GIANT TERBALIK uNTUK MANUSIA! \n ~ Schrodinger Cat bisa eksis dalam dua zona waktu yang berbeda HELLO wAKTU KITTY \n ~ Quantum belitan:.! energi menyebar sebagai partikel mencapai pemerataan ini berarti waktu yang memiliki FOUNDATION RAPUH Tidak ada yang ditulis di batu \n ~ The 'hukum' Termodinamika dapat jelas menjadi.. . rusak Jadi tidak ada aturan, hanya pedoman \n ~ Membakar jammu \n ~ 'waktu adalah seperti arrow'-Newton; Atau saat seperti dua panah pada kecepatan yang sama memukul dua target independen satu sama lain yang mengarah ke dua hasil yang berbeda ? Apa saya menulis? \n ~ mundur hanya dibatasi oleh waktu itu sendiri? sekarang saya hanya memiliki cukup waktu untuk kembali suatu waktu tertentu. Ironi atau evolusi? Mungkin aku harus melakukan latihan waktu. Bagaimana?"
E2_1A_MaxRoom_Schedule_SP01 = "SCHOOL JADWAL 2013-2014: Oktober, minggu 2 \n \nMonday: \n - Sejarah Dunia \n - Aljabar \n - Math Lab \n - Bahasa Fotografi \nTuesday: \n - Bahasa Fotografi \n - Science Lab \n - Media Literasi \nWednesday: \n - Sejarah Dunia \n - Aljabar \n - Fotografi Lab \n - hidup Menggambar \nThursday: \n - The Art of Science \n - Media Lab \n - Bahasa fotografi \nFriday: \n - Pendidikan Jasmani \n - Musik Lab \n - Antropologi Budaya "
E2_1A_MaxRoom_Watch_SP01 = "Anak Watch"
E2_2A_DinerPark_PetitionStand_SP01 = "KEMBALIKAN darah dari ARCADIA BAY \nSAVE KAMI BAY \n \nend THE BUATAN MANUSIA KEKERINGAN DI BAY"
E2_2A_Diner_FishingWallOfFame_SP01 = "DUA PAUS DINER FISHING AWARDS \nWINNERS SETIAP BULAN \n \n ~ White sturgeon - Terjerat Dick Weber \n ~ Steelhead trout - Terjerat Andy Berry \n ~ Chinook salmon - Terjerat Rick Conrad"
E2_2A_Diner_Flyer01_SP01 = "Sasquatch FIELD TRIP \n \nExplore The Wild Woods Of Arcadia Bay Dengan Dihormati Cryptozoologis Chuck Pierce Jr. \n \nAuthor dari" BIGFOOT: MITOS ATAU ILMU "dan" BIGFOOT:?? RAKASA OR Sasquatch "\nNarrator Of Dokumenter The , "BIGFOOT: saya PERCAYA KAMU". \n \nJoin Chuck setiap hari Sabtu & Minggu untuk setengah hari penuh hiking ke situs di mana Bigfoot adalah paling mungkin muncul Chuck akan berbagi pengetahuan yang luas dari pengetahuan, legenda dan fakta dan kau akan mengakhiri hari pengecoran cetak bigfootmu sendiri berdasarkan sebuah daerah yang dikenal hanya untuk Chuck Pierce, Jr. \n \nUntuk lebih info, harga dan jadwal rinci, silakan hubungi: SasquatchLives@wildtracks.gu "
E2_2A_Diner_Flyer02_SP01 = "BERGABUNG DENGAN Cousteau ALL-HARI SEA ADVENTURE! \n \nNow piagam pelaut legendaris untuk perjalanan lautmu sendiri! Jack Cousteau & Undersea Nya Worlds! \n \nYou've melihatnya di TV! Baca tentang dia dalam berita ! \n \nA lokal kapten, nelayan dan ahli kelautan dengan 30 tahun pengalaman akan mengambil grup Anda pada tur tiga jam dari kerajaan air subur dan eksotis Arcadia Bay. Jack tidak hanya akan menjelaskan pentingnya kehidupan laut kami ke eko-sistem , ia bahkan akan membantumu menangkap dan mempersiapkan ikanmu sendiri dari laut \n \nDaily & Weekly Excursions Tarif:! 75,00-125,00 Untuk Detail lebih lanjut, silahkan kunjungi website kami: SEACOUSTEAUFISH.gu "
E2_2A_Diner_Flyer03_SP01 = "MOBY DECK TOURS \n \nEXPLORE ARCADIA BAY CARA YANG BENAR \nDISCOVER SEJARAH MENYENANGKAN PADA TINGGI SEA \nJourney Dalam Jumlah Keselamatan dan kenyamanan! \n \nFULLY DILENGKAPI 40-50 PEMBULUH FOOT \nday dan Malam Trips Tersedia \nCouples, kelompok atau Keluarga Selamat \nTuesday - Minggu / Jam: 6:00-07:00 \n \nVISIT US WEB untuk menjadwalkan TOUR ANDA SEKARANG "
E2_2A_Diner_ItemsPocket_SP03 = "" satu sen "koin \n" LIMA SEN "koin \n" TRIWULAN DOLLAR "koin (1 kuartal = 25 sen)"
E2_2A_Diner_ItemsPocket_SP04 = "INI ADALAH PERINGATAN TIKET \n \nSITE: SE FRANKLIN ST \nDate: 9.21.13 \nTime: 10:34 \nReg: TWNPKS \n \nNama kendaraan diparkir di area terlarang: \n \nout dari Parkir Bay \n \nAnda menyebabkan obstruksi pada jalan atau pejalan kaki. \nApakah tidak parkir di daerah ini lagi. "
E2_2A_Diner_JoycePhoto_SP01 = "Untuk Joyce, burger terbaik dan getaran lembut di Oregon. Selanjutnya! K."
E2_2A_Diner_Menu_SP01 = "Dua Paus DINER \nHOME STYLE COOKING \nWelcome Untuk Dua Paus Diner \n \nBREAKFAST: \nHomestyle Telur & Bacon - 5,50 & nbsp; & nbsp; / & nbsp; & nbsp; & B Cheeseburger - 5,25 \nApple Sausage Omelette - 6,25 & nbsp ; & nbsp; / & nbsp; & nbsp; Starfish Pancakes - (setengah bintang) 4,25, (bintang penuh) 6,25 \nBigfoot Bacon Omelette - 6,50 \nGold Potato Omelette - 5,50 & nbsp; & nbsp; / & nbsp; & nbsp; Oatmeal segar - 2,25 \nMorning Glory Waffle - 4,50 & nbsp; & nbsp; / & nbsp; & nbsp; Berbagai Cereal - 1,25 \nBelgium Waffle & Fried Fish - 8,75 \nCoba Fast & Breakfast Terkenal menu kami \n \nSIDES: \nBigfoot Bacon - 3,00 & nbsp; & nbsp; / & nbsp; & nbsp; Hash Browns - 2,25 \nApple Sausage - 3,25 & nbsp; & nbsp; / & nbsp; & nbsp; Bagel w / krim keju - 2.00 \nCrab Cakes - 5,00 & nbsp; & nbsp; / & nbsp; & nbsp; Dua Slices Toast - 1,50 \n \nBEVERAGES : \nCoffee (Arcadia Bay panggang) - 1.50 (isi ulang gratis w / sarapan) & nbsp; & nbsp; / & nbsp; & nbsp; Tea - 1,00 \nFresh Orange Juice - 2.00 & nbsp; & nbsp; / & nbsp; & nbsp; Berbagai Soda - 1,50 \nMilk - 1,25 & nbsp; & nbsp; / & nbsp; & nbsp; Air Mineral - 1,00 \n \nask tentang spesial sehari-hari "!
E2_2A_Diner_Newspaper01_SP01 = "Cuaca Baffled Dengan Salju \n \nDari pengakuan langka, Dinas Cuaca Nasional belum datang dengan alasan yang meyakinkan untuk hujan salju yang tidak biasa yang sempat mencapai Arcadia Bay, Oregon minggu ini."
E2_2A_Diner_Poster01_SP01 = "Blackwell Academy, Arcadia Bay, Oregon \n \nGlobal Excellence Dalam Arts & Science Untuk Lebih dari 100 Tahun Dan Menghitung \ Sabtu nFree Kampus Tours Setiap Ketiga"
E2_2A_Diner_Poster02_SP01 = "25TH ANNUAL SELAMAT HALLOWEEN BAZAAR \n \nMayor Cochran Memimpin Kiddie Costume Parade \nSaturday, 27 Oktober 09:00 -!! 03:00 \nMain Street, Arcadia Bay \n \nGreat Labu Contest Ukiran \nLocal vendor & Food Truk! \nTricks dan Treats! \n \noh, dan SELAMAT HALLOWEEN! "
E2_2A_Diner_Poster03_SP01 = "SELAMAT DATANG PAN ESTATES \n \nPrescott Pembangunan Mengundangmu Untuk Live dalam The Woods \n \nAffordable Luxury Homes \nForest, Samudra dan Mercusuar Views \nComing Segera Ubah Cara Hidupmu ..."
E2_3A_Junkyard_Flyer_SP01 = "Psychedelic APOCALYPSE \nSATURDAY 12 Agustus 2013 \nNORMANDY CREW \n \nDJ Tonio & \nDJ NANAL \nW / DERBY GIRRLZ n \ & LAZERLIGHT TAMPILKAN \n \nHOLLYWOOD PALACE \n8PM-06:00 \n \n35.00 @ Pintu \nNO MINOR "
E2_3A_Junkyard_Mixtape_SP01 = "Rachel lagu"
E2_3A_Junkyard_PaperBall_SP01 = "C. \n \nAnda dapat memberitahu betapa aku ingin kau membaca surat ini karena saya sudah menyeret pantat saya untuk memberikannya kepadamu. Mungkin aku hanya ingin kau menemukannya ketika aku tidak ada sehingga kita tidak perlu membicarakannya. Dan aku tidak ingin kau membenciku. Di mana untuk memulai? \n \nI bertemu seseorang baru-baru yang begitu berbeda dengan sok Vortex Klub lumpuh. aku tahu kau akan memiliki kehancuran ketika saya memberitahumu dan berpikir dia kotor, tapi aku bersumpah dia bijaksana dan tidak konvensional. Jenis menakutkan, tidak dalam "anak nakal" cara. dia hanya mengalami beberapa serius kotoran. Ya, aku agak obssessed (sic). saya tidak akan menyalahkanmu untuk panik. \n \nMaybe aku tahu kau benar dan ini hanya harus rahasia saya. \n \nI benci tidak berbagi denganmu kecuali aku tahu kau akan memberikan saya bahwa bau mata dan panggangan saya untuk setiap bodoh rinci. Jika aku bahkan mengatakan bahwa tadi malam kita terhubung dekat kampus \n (...) "
E2_3A_Junkyard_Paper_SP01 = "Saya ingin mati"
E2_4B_ArtClass_DanielDrawing_SP01 = "Dana oh-oh berpose"
E2_4B_ArtClass_JeffersonBook_SP01 = "" Menangkap Image "\nDengan Mark Jefferson"
E2_4B_ArtClass_NoteBook_SP01 = "Apa masalahmu?"
E2_4B_Corridor_BlackwellNotice01_SP01 = "Blackwell ACADEMY: KAMI MELEWATI - MASA DEPANMU \nKarena The 18th Century Blackwell Academy Telah Proud Of Status Unik Its Antara Scholastic Arts & Sciences Kami Senang Kau Disini Untuk Berkontribusi.."
E2_4B_Corridor_BlackwellNotice02_SP01 = "Aturan Academy Blackwell Of Balai Conduct: \n \nTidak Menjalankan \nTidak Berteriak \nTidak Mendorong \nTidak Graffiti"
E2_4B_Corridor_BlackwellNotice03_SP01 = "THE WORLD IS YOURS HARI INI \n \nBlackwell Academy Bukan Hanya A Hybrid College. \ Fakultas Nour Unik Dunia-terkenal Ingin Berbagi Jadi Kau Peduli. \n \nLihat A Penasihat Hari ini."
E2_4B_Corridor_GlobalWarmingNote_SP01 = "PERINGATAN GLOBAL: FREAK SNOW \n hujan salju yang unik \nYesterday adalah lain eco-sinyal bahwa perubahan iklim tidak mitos Ayo bergabung siswa Blackwell lain dan fakultas di pertemuan kampus untuk membahas apa yang bisa kau lakukan untuk mencegah zaman es kedua.! \n \nBlackwell Ilmu Lounge \nMonday, 07:00 "
E2_4B_Corridor_Poster_SP01 = "BERHENTI MENJADI PECUNDANG \n \nIni adalah di mana kotoran mendapat nyata - do not miss it, \nIni Kam 10 Oktober \n \nVORTEX CLUB \nend OF THE WORLD PARTY"
E2_4B_Corridor_VortexPoster01_SP01 = "BERHENTI MENJADI PECUNDANG \n \nIni adalah di mana kotoran mendapat nyata - do not miss it, \nIni Kam 10 Oktober \n \nVORTEX CLUB \nend OF THE WORLD PARTY"
E2_4B_Corridor_VortexPoster02_SP01 = "JANGAN DITINGGALKAN! \n \nMasukkan THE VORTEX CLUB \n \nComing Soon"
E2_4B_Corridor_VortexPoster03_SP01 = "10-10-13 \nTHURSDAY NIGHT \nend OF THE WORLD PARTY \n \nBLACKWELL KOLAM RENANG \n \nVORTEX CLUB"
E2_4B_Corridor_VortexPoster05_SP01 = "VORTEX CLUB \n \nend OF THE WORLD PARTY \n \nBLACKWELL KOLAM RENANG \nTHURSDAY 10-10-13"
E2_4B_Corridor_VortexPoster06_SP01 = "10-10-13 \nTHURSDAY NIGHT \nend OF THE WORLD PARTY \n \nBLACKWELL KOLAM RENANG \n \nVORTEX CLUB"
E2_4B_SciClass_SciencePoster01_SP01 = "FRONT UNTUK MASA DEPAN! \n \nBlackwell Academy Percaya The Next Gen Dari Visioner Harus kau Ketahui Kedua Art & Science Untuk Advance mereka Talent & Pendidikan \nour Fakultas & Kurikulum Apakah Satu Of The Most Beragam Di Dunia \n \nNama Masa Depan mulai Disini! "
E2_4B_SciClass_SciencePoster02_SP01 = "SCIENCE IS ART DAN ART IS ILMU"
Junkyard_VortexFlyer_SP01 = "VORTEX CLUB \n \nBLOCK PARTY \n \n03-28-13 \nARCADIA BAY \n \nDJ IRISH BACON"